Repository: galileo0106/springcard-fe
Catalog: src/locales/Companion_web_*.xlf
Languages: french

source: Your request succeed, please consult your emails
french: Demande validée, consultez vos mails

source: Error while asking for a new password
french: Erreur lors de la demande d'un nouveau mot de passe

source: There was an error while asking for a new password.
french: Il y a eu une erreur lors de la demande de changement de mot de passe.

source: Please fill out the form below to request for a new password. The required fields are marked.
french: Remplissez le formulaire ci-dessous pour demander un nouveau mot de passe. Les champs obligatoires sont indiqués.

source: If the operation succeed, please consult your emails.
french: Si l'opération a réussi, consultez vos mails.

source: Ask for new password
french: Demander nouveau mot de passe

source: Change password
french: Changer mot de passe

source: Your password confirmation is not equal to your new password
french: La confirmation de votre mot de passe est différente de votre mot de passe

source: You password was changed with success.
french: Votre mot de passe a été changé avec succès.

source: Error while changing your password
french: Erreur lors du changement de votre mot de passe

source: There was an error while changing your password.
french: Il y a eu une erreur durant votre changement de mot de passe.

source: Please fill out the form below to change your password. The required fields are marked.
french: Veuillez remplir le formulaire ci-dessous pour changer votre mot de passe. Les champs requis sont marqués.

source: Token you received in your emails
french: Jeton que vous avez reçu par mail

source: New password
french: Nouveau mot de passe

source: Confirm new password
french: Confirmation du nouveau mot de passe

source: (unknown)
french: (inconnu)

source: Installation issue / Troubleshooting
french: Problème d'installation / dépannage

source: Usage-related issue (hardware product)
french: Problème lié à l'utilisation (produit matériel)

source: Usage-related issue (software / application)
french: Problème lié à l'utilisation (logiciel / application)

source: Development-related issue (software / SDK)
french: Problème lié au développement (logiciel / SDK)

source: Integration-related issue / Question regardig hardware
french: Problème / question lié à l'intégration concernant le matériel

source: Product damaged or broken
french: Produit endommagé

source: General enquiry
french: Demande générale

source: Support
french: Supprt

source: There was an error while asking for your information:
french: Il y a eu une erreur lors de la demande de vos informations :

source: Here is the list of my devices:
french: Voici la liste de vos périphériques :

source: Your request for support was sent with success
french: Votre demande a été envoyée avec succès

source: Error while sending your support request
french: Erreur lors de l'envoi de votre demande de support

source: Error while asking for support.
french: Erreur lors de la demande de support.

source: Loading your information
french: Chargement de vos informations

source: Request for support
french: Demande de support

source: Please fill out the form below to request for help. The required fields are marked.
french: Veuillez remplir le formulaire suivant pour demander de l'aide. Les champs obligatoires sont indiqués.

source: Other product
french: Autre produit

source: Product's Serial Number
french: Numéro de série du produit

source: Subject
french: Sujet

source: Ask for support
french: Demande de support

source: Welcome
french: Bienvenue

source: Before to start
french: Avant de commencer

source: Before to start using this software, you must read and accept our Terms of Service and License Agreement
french: Avant de commencer à utiliser ce logiciel, veuillez accepter les CGU

source: Decline
french: Décliner

source: Accept
french: Accepter

source: Realtime events (all)
french: Évènements temps réel (tous)

source: Unpause
french: Reprendre

source: Event details
french: Détails des évènements

source: When
french: Quand

source: Event
french: Évènement

source: Data
french: Donnée

source: Click to see details
french: Cliquer pour voir les détails

source: Event detail
french: Détails de l'évènement

source: When:
french: Quand :

source: Event:
french: Évènement :

source: Websocket events
french: Évènement de la websocket

source: There was an error while talking to the Websocket
french: Une erreur s'est produite lors de la communication avec la Websocket

source: From:
french: De :

source: Run APDU
french: Exécuter l'APDU

source: Previous APDU
french: APDU précédent

source: Next APDU
french: APDU suivant

source: Clean output
french: Effacer la sortie

source: Run
french: Exécuter

source: Connect
french: Connecter

source: It was not possible to get the selected device
french: Impossible d'obtenir le périphérique sélectionné

source: Error while loading a model
french: Erreur durant le chargement d'un modèle

source: The reader is unknown
french: Lecteur inconnu

source: We are waiting for an answer from a previous command
french: En attente d'une réponse d'une commande précédente

source: Please use IccPowerOn
french: Veuillez alimenter la carte

source: Connected to the card with success
french: Connexion à la carte avec succès

source: Error while connecting to the card
french: Erreur lors de la connexion à la carte

source: There was an error while connecting to the card:
french: Erreur lors de la connexion à la carte :

source: Disconnected with success
french: Déconnecté avec succès

source: Error while disconnecting from the card
french: Erreur lors de la déconnexion de la carte

source: There was an error while disconnecting from the card:
french: Il y a eu une erreur lors de la déconnexion de la carte :

source: Please power on the card
french: Veuillez alimenter la carte

source: The content of your commands is invalid
french: Le contenu de votre commande est invalide

source: There's nothing to send to the card or the reader
french: Il n'y a rien à envoyer ni à la carte, ni au lecteur

source: Error with a command
french: Erreur avec une commande

source: Error while sending your command
french: Erreur lors de l'envoi de la commande

source: There was an error while sending a command:
french: Il y a eu une erreur lors de l'envoi de la commande :

source: The reader is not available
french: Le lecteur n'est pas disponible

source: Card present
french: Carte présente

source: Menu icon-button with a menu
french: Menu contectuel

source: get APDU from library
french: charger un APDU depuis la librairie

source: Copy command and response to clipboard
french: Copier la commande et la réponse dans le presse-papiers

source: Clean output (Ctrl + Del)
french: Effacer la sortie (Ctrl + Suppr)

source: Previous command
french: Commande précédente

source: Previous command (Ctrl + Shift + Left arrow)
french: Commande précédente (Ctrl + Shift + Flèche gauche)

source: Next command
french: Commande suivante

source: Next command (Ctrl + Shift + Right arrow)
french: Commande suivante (Ctrl + Shift + Flèche droite)

source: Click to change reader
french: Cliquer pour changer de lecteur

source: Protocol
french: Protocole

source: Stop on error
french: Arrêter quand il y a une erreur

source: Stop on SW not 9000
french: Arrêter si le SW est différent de 9000

source: Output format
french: Format de sortie

source: Running mode
french: Mode de fonctionnement

source: Command(s)
french: Commande(s)

source: Output
french: Sortie

source: Change reader
french: Changer de lecteur

source: Account creation
french: Créer un compte

source: Please select the type of account you want to create.
french: Sélectionnez le type de compte à créer.

source: Create a new account with email and password
french: Créer un nouveau compte avec adresse email et mot de passe

source: Create account with your Google account
french: Créer un compte avec votre compte Google

# 859596dfd18ecdb46e980d2997e6907b548d6d75_multiconf_
source: Inventory data
french: Données d'inventaire

# 8d1f5f455d52c0cb2b727f804a0a2f272f35cac6_multiconf_
source: Device inventory number
french: Numéro d'inventaire du périphérique

# ae122934971f13ccd1623a11f9d2139384357120_multiconf_
source: Device location
french: Emplacement de l'appareil

# cae1359b8e5b1579083eafcbc234bbed38a35b5e_multiconf_
source: Integrator's license
french: Licence d'intégrateur

# 8eed37b6de3ce90717640af1dfbb5994b6c152dc_multiconf_
source: License key
french: Clé de licence

# 3097586d9f43ae591430a039395d38df3f048b9f_multiconf_
source: License cryptogram
french: Cryptogramme de licence

# 111230bbf44c411e1e58661a622440448b155e20_multiconf_
source: Use hexadecimal notation (i.e FA04D3)
french: Utilisez la notation hexadécimale (ex FA04D3)

# 2e210ec7f2e27ea05f13889f98e600dc3339e995_multiconf_
source: Configuration of the Bluetooth interface
french: Configuration de l'interface Bluetooth

# 9c3f65566216ad7042cfa159dba351078eb45c77_multiconf_
source: User Device Name
french: Nom de l'appareil utilisateur

# c60711e0d0e480d2f30af3d9251dd20b25cc00e0_multiconf_
source: Configuration of the network interface
french: Configuration de l'interface réseau

# 019c58fb732ddc4154349fe43fc0f91aaa491523_multiconf_
source: Select configuration method:
french: Choisissez la méthode de configuration :

# 500d9f693a975df30c627cafa804d0e3f246024f_multiconf_
source: Static
french: Statique

# d98815774dcd24665a1cfc6c31901677b2f8ba91_multiconf_
source: IPv6 Address
french: Adresse IPv6

# 08b1218c54088c7a6993bf5d76f44fdd31325d45_multiconf_
source: Network address (`00000000` to enable DHCP)
french: Adresse réseau (`00000000` pour activer le DHCP)

# 3bb416a74fb1b4ee12009cde25e1deccf4840609_multiconf_
source: IPv4 format
french: Format IPv4

# 2b178570892446d2525e2253646572668be257f4_multiconf_
source: Network mask (`FFFFFF00` for a class C subnet)
french: Masque de réseau (`FFFFFF00` pour un sous-réseau de classe C)

# 0708dac1c9194c6c0566be870201db076de2832f_multiconf_
source: Default gateway (`00000000` to disable routing)
french: Passerelle par défaut (`00000000` pour désactiver le routage)

# ce31cc1c32929af9be5a9876c3fbdbdd0933471d_multiconf_
source: 1st name server
french: Premier serveur de nom

# 2775fd16be197815545a8db8912d9e64adf2d08c_multiconf_
source: 2nd name server
french: Deuxième serveur de nom

# e346e00dd069c9cbf4eb41a4dc08222870b6a1f4_multiconf_
source: Security-related configuration
french: Configuration liée à la sécurité

# 145bb8c00eb573c591884bb789b73dff4e292e43_multiconf_
source: User password
french: Mot de passe utilisateur

# 154382154be30de16f13ffcdffb757c8c9df64ef_multiconf_
source: Admin password
french: Mot de passe administrateur

source: List of protocols (or family of cards) to poll *
french: Liste des protocoles (ou famille de cartes) à interroger *

source: Select one
french: En choisir un(e)

# c52ae8ac0271b7fff42cb3507c070b99275e1f20_templates_
source: BLE Spy, simple mode
french: Espion BLE, mode simple

# cb6bc3042900694d9c15db6a7ac881fcfde3763d_templates_
source: BLE Spy, full mode
french: Espion BLE, mode complet

# fa709473d8d1f1f533c43ded8e03d1ae76e76d74_multiconf_
source: Spy options
french: Options de l'espion

# 5167d6f49aaa4dd3f3142d0042e57b0f2c57f36f_multiconf_
source: Repeat interval min
french: Intervalle minimal de répétition

# 3e05c9d4802aa1cc75182f3c7335fc223f92e330_multiconf_
source: Repeat interval max
french: Intervalle maximal de répétition

# 183e43f03707e88d2eda6ad2e9d4eb8b8b8534eb_multiconf_
source: Presence timeout
french: Délai limite de détection de présence

# 437a9fa7f6ceec33d4920aa4f5c19de85fe75b0a_multiconf_
source: RSSI change threshold
french: Seuil de détection du changement du RSSI

source: Your configuration is valid
french: Votre configuration est valide

source: Your configuration is INVALID, please correct it
french: Votre configuration est invalide, veuillez la corriger

source: Downloading your configuration, please wait
french: Téléchargement de votre configuration, veuillez patienter

# 5fb2c2aaf8204f90ec29020d5b14293881377478_multiconf_
source: Application name
french: Nom de l'application

# 4bac096e40404a902aa4636820aea9e7fa9b6857_multiconf_
source: Configuration of the Contactless (NFC) interface in poller (reader) mode
french: Configuration de l'interface sans contact (NFC) en mode interrogateur (lecteur)

# 4434447a15b4947309a74bd0bb620fa314864b54_multiconf_
source: Prevent carrier collision (probe the RF field before becoming active)
french: Éviter la collision de porteuses (vérifier si un champ RF est déjà présent avant de l'activer)

# 68c010127df697796da3e98543517ca9ea4aa8a5_multiconf_
source: Disable carrier collision detection
french: Désactiver la détection des collisions de porteuses

# 6caf5fb43ea8d9f41892d1b94c1a42cdb097f80c_multiconf_
source: Enable carrier collision detection
french: Activer la détection des collisions de porteuses

# 73a4d46688abf28b4584b70860cd670e59a5de33_multiconf_
source: Activity cycle policy
french: Politique de cycle d'activité

# 02152637818aa829b86b965278b6af257b7f9bef_multiconf_
source: Aggressive (be a poller approx 80% of the time)
french: Agressif (interroger environ 80% du temps)

# c48c6335765bffe39d46e387bb4b7126bc6cae03_multiconf_
source: Fast (be a poller approx 50% of the time)
french: Rapide (interroger environ 50% du temps)

# e69f9d5bd8a2353378aeaec8773ef64bda1f0266_multiconf_
source: Intermediate (be a poller approx 25% of the time)
french: Intermédiare (interroger environ 25% du temps)

# ff558b163f36db77f5b5ae3279a3545082bc22de_multiconf_
source: Power saving (be a poller approx 10% of the time)
french: Économie d'énergie (interroger environ 10% du temps)

# bab6c59e7f804ea462ec476eca8db87c05d4a74a_multiconf_
source: Be a NFC poller (reader)
french: Rechercher des tags NFC (lecteur)

# 41c152c38e58f0bb56cad346254ff31f987a69f8_multiconf_
source: Be a listener
french: Fonctionner en NFC listener

# 2c161cee35b5f56438b503fef4327754da0e8aaf_multiconf_
source: Be a poller (reader)
french: Rechercher des tags (lecteur)

# ab71541f8f0d13bdbce92ec3d20752c2e96d7609_multiconf_
source: NFC / RFID HF protocols enabled in PC/SC mode
french: Protocoles NFC / RFID HF activés en mode PC/SC

# 8b2fa44ac76ad13c80887dbe48953ae05abfd7be_multiconf_
source: Reserved for futur use
french: Réservé pour une utilisation future

# cfc2ee67e94b0d4891e0fd0072261497b5562dd7_multiconf_
source: Inside Pico family using vicinity protocol (based on ISO/IEC 15693)
french: Famille Inside Pico en utilisant le protocole vicinity (basé sur la norme ISO/IEC 15693)

# a50b5fef758c8f668c3911abddf385b72226c2bb_multiconf_
source: NFC-F (JIS and ISO/IEC 18092 at 212 or 424kbit/s)
french: NFC-F (JIS et ISO/IEC 18092 à 212 ou 424kbit/s)

# 9fbe16342c479a20fd0f002977c1f3bf1259c1d4_multiconf_
source: RF barcode (Thinfilm / Kovio)
french: Code-barre RF (Thinfilm / Kovio)

# 9fee5a2b1adc7f92457be6cfb94cf48d4191c432_multiconf_
source: Innovatron radio protocol (legacy Calypso cards)
french: Protocole radio Innovatron (cartes Calypso obsolètes)

# fc252a14c450a830225247d80ed875ba9a0b954b_multiconf_
source: ASK contactless tickets (based on ISO/IEC 14443-2B)
french: Tickets sans-contact (basé sur ISO/IEC 14443-2B)

# 6e799ec1e3499e8b7e4fa0660fba9627591ab1fe_multiconf_
source: ST MicroElectronics SR contactless tickets (based on ISO/IEC 14443-2B)
french: Tickets sans-contact ST MicroElectronics SR (based on ISO/IEC 14443-2B)

# ed2ebb0345d9278fee61a547a3bf49c60cbc2f5a_multiconf_
source: Inside Pico family using proximity protocol (based on ISO/IEC 14443-2B)
french: Famille Inside Pico en utilisant le protocole proximity (basé sur la norme ISO/IEC 14443-2B)

# a6b1d5f27bffb5e25fedb055ca9869c105d6edee_multiconf_
source: NFC-A (ISO/IEC 14443 type A, ISO/IEC 18092 at 106kbit/s)
french: NFC-A (ISO/IEC 14443 type A, ISO/IEC 18092 à 106 kbit/s)

# 53a17c0ce7fd222d88ec37c6013c0b137bcdaefd_multiconf_
source: Bitrates for NFC-A (ISO/IEC 14443 type A)
french: Débits pour NFC-A (ISO/IEC 14443 type A)

# 69775d155f7541b975527846faa5dfd1c7060e05_multiconf_
source: PICC to PCD at 848kbps
french: PICC vers PCD à 848 kbit/s

# f042efc0e5783e75d0844e4d36411cc1f6bea668_multiconf_
source: PICC to PCD at 242kbps
french: PICC vers PCD à 242 kbit/s

# d6634fc1d3cb6f6d6ecdfc6809a036e85c26d7fc_multiconf_
source: PICC to PCD at 212kbps
french: PICC vers PCD à 212 kbit/s

# 2edcf6cd8c502f475ad7dca3e188acf78ac86b01_multiconf_
source: PCD to PICC at 848kbps
french: PCD vers PICC à 848 kbit/s

# 603a9a29dca05301f4b943ac96eaf3115b198e5b_multiconf_
source: PCD to PICC at 242kbps
french: PCD vers PICC à 242 kbit/s

# cc45307f4ae4e27182a5dc6b384b7d41084b8b7c_multiconf_
source: PCD to PICC at 212kbps
french: PCD vers PICC à 212 kbit/s

# d310ac166f2f8ece82cf58a3baa957483a88663b_multiconf_
source: Bitrates for NFC-B (ISO/IEC 14443 type B)
french: Débits pour NFC-B (ISO/IEC 14443 type B)

# b630939e486443c893a90ed085f59b9390321184_multiconf_
source: Prevent targets using the NFC-F protocol to enter NFC DEP level
french: Ne pas activer NFC DEP avec les cibles NFC-F

# 9c2531941d65ec25e09a065e4d9c52a1603834eb_multiconf_
source: NFC-F targets are activated according to ISO 18092 (DEQ_REQ)
french: Les cibles NFC-F sont activées en concordance avec la norme ISO 18092 (DEQ_REQ)

# f75d8f43576440a9ec606f7c757859dad1e09985_multiconf_
source: NFC-F targets are kept at Felica read/write level
french: Les cibles NFC-F sont accessibles par lecture/écriture Felica

# b3e89a1def77dede55cf2d9eb42764e406697210_multiconf_
source: Prevent targets using the NFC-A protocol to enter NFC DEP level
french: Ne pas activer NFC DEP avec les cibles NFC-A

# a01e56ce1faee974df58a4f382e70ad96771332e_multiconf_
source: NFC-A targets are activated according to ISO 18092 (DEQ_REQ)
french: Les cibles NFC-A sont activées en concordance avec la norme ISO 18092 (DEQ_REQ)

# 4fed7ea74bff1f443b1431efacdf8bf5104b0f7d_multiconf_
source: NFC-A targets are kept at ISO 14443 level 3
french: Les cibles NFC-A sont accessibles par ISO 14443 couche 3

# 5fc9409a31cb09d87ffa068e00b12fbea05a82de_multiconf_
source: Prevent cards using the NFC-B protocol to enter T=CL / ISO DEP level
french: Ne pas activer T=CL / ISO DEP avec les cartes NFC-B

# be3cc4476d484cfee3bbcecfcc57e8e41af324b6_multiconf_
source: NFC-B cards are activated at ISO 14443 level 4 (ATTRIB)
french: Les cartes NFC-B sont activées en concordance avec la norme ISO 14443 level 4 (ATTRIB)

# c9d2100985634d719a17fb556e529edafdd1bccf_multiconf_
source: NFC-B cards are kept at ISO 14443 level 3
french: Les cartes NFC-B sont accessibles par ISO 14443 couche 3

# f4fe8e2c9f482b935f98976d0ce98fa1030dd1e7_multiconf_
source: Prevent cards using the NFC-A protocol to enter T=CL / ISO DEP level
french: Ne pas activer T=CL / ISO DEP avec les cartes NFC-A

# a49aaee0b26e1314b4e876167b753ea436369bcc_multiconf_
source: NFC-A cards are activated at ISO 14443 level 4 (RATS)
french: Les cartes NFC-A sont activées en concordance avec la norme ISO 14443 level 4 (RATS)

# 9894dbc61ca587e6a5ff723f0770f3ff49811f4a_multiconf_
source: NFC-A cards are kept at ISO 14443 level 3
french: Les cartes NFC-A sont conservées au niveau 3 de l'ISO 14443

# d2ef56d158fb270208a7d781f36576f767dff7d2_multiconf_
source: Use Innovatron T=0 ATR
french: ATR des cartes Innovatron

# d9853ea757aa63cbc4894b9529ece2249aaa28ea_multiconf_
source: Obey to PC/SC rule and construct a T=1 ATR, even for Innovatron Contactless cards
french: Pour les cartes Innovatron, fournir un ATR T=1 conforme à la spécification PC/SC

# 32e1e307064f8c79307678e703174a667af5cd22_multiconf_
source: For Innovatron Contactless cards, use the T=0 ATR supplied by the card
french: Pour les cartes Innovatron, fournir l'ATR T=0 annoncé par la carte

# ec09459f70c1ab207c8d555c9140e8beca3aff08_multiconf_
source: Control which values for NN are used in the ATR
french: Contrôle quelle valeur de NN est utilisée dans l'ATR

# 0c1301ae2779bf8e62f6647343b0919f7f713ef0_multiconf_
source: Use all NN entries defined by SpringCard to cover all Contactless memory cards
french: Utilisation de toutes les valeurs NN documentées par SpringCard (y compris les valeurs propriétaires)

# 0dfe43316ca2e49bb82800aab2939274937c8f11_multiconf_
source: Use only NN entries specified by PC/SC workgroup, return NN=0000 for non-PC/SC cards
french: Utilisation uniquement des valeurs NN officialisées par le PC/SC workgroup

# 3c47cf258b9d337e3b89418b08337017e94101bb_multiconf_
source: Control EMD Suppression feature
french: Traitement des EMD

# 43f5a7ebae4e3a40f6f062ae32d2e318d84d06ad_multiconf_
source: EMD Suppress is active
french: Activer la logique de suppression des EMD

# 5b56941f88fda346611370c15970bf130e27cbb1_multiconf_
source: EMD Suppress is disabled
french: Ne pas activer la logique de suppression des EMD

# d74b6fb12c79435cd84bdf6df2a3ff5964293dbc_multiconf_
source: Comply with a specific subset of ISO/IEC 14443
french: Est compatible avec un sous-ensemble de la norme ISO/IEC 14443

# a91b535bdd6d7d53ab6f1c8f553e40fca668be34_multiconf_
source: Control whether NFC-A uses Apple VAS Enhanced Contactless Polling
french: Utilisation de la commande Apple VAS ECP (Enhanced Contactless Polling) lors de la boucle de recherche NFC-A

# 8eee15a930affa2463add5d05fc5ccdeacfca751_multiconf_
source: Apple VAS ECP is disabled
french: Apple VAS ECP est désactivé

# 6a8c9f303c33a52501d7e80b1b344e43ea50ba20_multiconf_
source: Apple VAS ECP is enabled
french: Apple VAS ECP est activé

# 8481c3428a981f28a89f492547d291a6d872e4d4_multiconf_
source: Control whether NFC-B uses extended ATQB or not
french: Défini si le mode NFC-B utilise les ATQB étendus ou non

# 04b3b5f5c4979f8d1a2e527e28e4a3dfc31193bf_multiconf_
source: Short ATQB requested in REQB/WUPB
french: Demander un ATQB court dans REQB/WUPB

# 84d1deb48aeb76c3f3bda0333eea9cc79dd8462f_multiconf_
source: Extended ATQB requested in REQB/WUPB
french: Demander un ATQB étendu (long) dans REQB/WUPB

# 4ab29f1b76d659c1817b07f524d6695d734b0cc3_multiconf_
source: AFI for NFC-B polling
french: AFI pour le polling NFC-B

# 60fecda83c53630041152bc36bab81ae600cd55d_multiconf_
source: Control whether NFC-F is allowed at 424kbit/s, or force to 212kbit/s
french: Définir les débits autorisés en NFC-F

# dd9b2b35ab553941717922b30bc9a4e1baf56efc_multiconf_
source: NFC-F supports both 212kbit/s and 424bit/s
french: NFC-F supporte 212kbit/s et 424kbit/s

# f9da55991d687514713e66f2f8ef8ecd6559c1f5_multiconf_
source: NFC-F is forced to 212kbit/s only
french: NFC-F ne supporte que 212kbit/s

# 91009da6034870795d380c931f86529a282ede4d_multiconf_
source: System Code for NFC-F polling
french: System Code pour le polling NFC-F

# d13b16a2944816112018e8e8127d49163e96f910_multiconf_
source: Request Code for NFC-F polling
french: Request Code pour le polling NFC-F

# be45e3e502524f5ce036dd246e4ec047ee0ab26a_multiconf_
source: Service Code used by READ BINARY with NFC-F cards
french: Service Code pour le READ BINARY des cartes NFC-F

# cd5321bb6970bd2a41a17e92b681c0811f997c29_multiconf_
source: Service Code used by UPDATE BINARY with NFC-F cards
french: Service Code pour le UPDATE BINARY des cartes NFC-F

# 10534791ae9f28775b2f8207005b496049ce23f0_multiconf_
source: AFI for NFC-V polling
french: API pour le polling NFC-V

# 6a80b6255abab70e944e80aac3c221fb1601ad2f_multiconf_
source: Min. polling interval (10th of second)
french: Intervalle minimum de la boucle de recherche (par pas de 0.1s)

# 12a0e7790477c62b9ddc818969e299b1ba3c986f_multiconf_
source: Min. time before restarting polling after card removal (10th of second)
french: Intervalle minimum avant de redémarrer la boucle de recherche après le retrait de la carte (par pas de 0.1s)
