Repository: galileo0106/springcard-fe
Catalog: src/locales/Companion_web_*.xlf
Languages: french

# 4d2ac942ebbe77cf4dd75a775160ac0cdd4d32d1_multiconf_
source: Fixed length, 20 bytes
french: Taille fixe, 20 octets

# 24be5f2d5c597cd780588b37c89e52b6f918ad87_multiconf_
source: Fixed length, 24 bytes
french: Taille fixe, 24 octets

# fe1ee14c685d6c6c0d4c524cfa1276eee30e0296_multiconf_
source: Fixed length, 32 bytes, Variable length (the UserID sent by the application is transmitted “as is”)
french: Taille fixe, 32 octets, Taille variable (le UserID envoyé par l’application est transmis tel quel)

# e400d2c2b7f34703f038e5cacb8f5ca7c5279f5a_multiconf_
source: Decimal mode
french: Mode décimal

# db0c600eb32ece3a457b6524051b925d65d794f5_multiconf_
source: 10 digits (truncation to 4 bytes, fixed-length BCD output)
french: 10 chiffres (troncature à 4 octets, sortie BCD de longueur fixe)

# c8e447ded5d6df1df5208e4c24f7c56484b7a6d9_multiconf_
source: 12 digits (truncation to 5 bytes, fixed-length BCD output)
french: 12 chiffres (troncature à 5 octets, sortie BCD de longueur fixe)

# 933db8c843238668ba150d245a7e5d6d17fbb04e_multiconf_
source: 13 digits (truncation to 5 bytes, fixed-length BCD output), Variable length (no truncation, BCD output)
french: 13 chiffres (troncature à 5 octets, sortie BCD de longueur fixe), longueur variable (pas de troncature, sortie BCD)

# dcc803811312b3225457b1ef130300bcaf703b68_multiconf_
source: Advanced BLE configuration
french: Configuration BLE avancée

# ffadc162bd8559e595847a74e038e53ed358880a_multiconf_
source: Tx Power level
french: Niveau de puissance Tx

# f47a42fa0164e1657e8c94f85b9de49a5b7f85d9_multiconf_
source: Tx Power Level
french: Niveau de puissance Tx

# ad8619523df229ea4d7daab7199ebb064a373111_multiconf_
source: Minimum RSSI
french: RSSI minimum

# 16ea1c808f4f83fe7fb63fe4bc9e6fb1c91b0eb8_multiconf_
source: Advertisement Parameters
french: Paramètres de l'Advertisement

# bd521329d25f9ebfab9120e04c8278d4f606310c_multiconf_
source: Minimum connection interval
french: Intervalle de connexion minimal

# 4b103287556812a2466526bdc5cde039939f6ed2_multiconf_
source: Maximum connection interval
french: Intervalle de connexion maximal

# 3d5900f19c2ed168ac5b8df89f38f2a0cc8dddda_multiconf_
source: Channel map
french: Liste des canaux

# 901a7d7f0748323a22d77ab330e8d1e38455d192_multiconf_
source: Connection Parameters
french: Paramètres de connexion

# ece34f733cfe07af334cd8da70a671d17a1d77b4_multiconf_
source: Slave latency
french: Latence esclave

# b9f786db59e7f78a6634cfbe6222235be909773f_multiconf_
source: Supervision timeout
french: Timeout de supervision

source: Template component Error
french: Erreur dans le composant de template

source: Please confirm template reset
french: Veuillez confirmer la réinitialisation du template

source: Do you really want to reset the form's content?
french: Voulez-vous vraiment réinitialiser le contenu du formulaire ?

source: Form was cleared
french: Formulaire effacé

source: Form was not cleared
french: Formulaire non effacé

source: It was not possible to load the projet, consult the console
french: Impossible de charger le projet, plus de détails dans la console

source: There was an error while loading your device:
french: Erreur lors du chargement du périphérique :

source: Current firmware:
french: Firmware actuel :

source: Device Error
french: Erreur du périphérique

source: The content of the form is invalid, please correct it.
french: Le contenu du formulaire est invalide, corrigez-le.

source: According to the configuration, the device does not use templates.
french: D'après la configuration, le produit n'utilise pas de templates.

source: Warning device reset
french: Attention, réinitialisation du produit

# 4749009814203927238_templates_
source: ID-only Template
french: Modèle de récupération de l'ID uniquement

# 2657127553875463604_templates_
source: <p>Use the <strong>ID-Only Template</strong> to fetch the serial number and some of the protocol-related constants from PICCs/VICCs.</p> <p>Depending on the setting you define in the Template's LKL register, the reader may either</p> <ul> <li>Process any supported PICC or VICC,</li> <li>Process only a specific family of PICC or VICC.</li> </ul>
french: <p>Utiliser le <strong>Template ID-Only</strong> pour obtenir le numéro de serie (et/ou des informations protocolaires) de tout type de PICC/VICC.</p> <p>Selon la valeur du registre LKL, ce Template peut</p> <ul> <li>Accepter n'importe quelle PICC ou VICC supporté par le lecteur,</li> <li>Filtrer pour ne traiter que la famille de PICC ou de VICC qui vous intéresse.</li> </ul>

# 6895095771966918812_templates_
source: Accept ISO 14443 type A PICCs
french: Accepter les cartes ISO 14443 type A

# 1805902609429487505_templates_
source: Accept ISO 14443 type B PICCs
french: Accepter les cartes ISO 14443 type B

# 8430276395881950878_templates_
source: Accept ISO 14443 type A and type B PICCs
french: Accepter les cartes ISO 14443 type A et B

# 6720715911371696815_templates_
source: Accept ISO 15693 VICCs
french: Accepter les cartes ISO 15963

# 6226912681078803273_templates_
source: Accept ISO 14443 type A and type B PICCs and ISO 15693
french: Accepter les cartes 14443 type A et B ainsi qu'ISO 15693

# 9024148310493154364_templates_
source: Accept NXP ICODE1 VICCs
french: Accepter les cartes NXP ICODE1

# 5891471541649847745_templates_
source: Accept ISO 15693 and NXP ICODE1 VICCs
french: Accepter les cartes ISO 15639 et NXP ICODE1

# 2329595237127806374_templates_
source: Accept all of the above
french: Accepter toutes les cartes ci-dessus

# 3466245867371699381_templates_
source: Accept Kovio RF Barcode family
french: Accepter la famille de cartes Kovio RF

# 3910996286328274610_templates_
source: Accept Innovision Topaz/Jewel family
french: Accepter la famille de cartes Topaz/Jewel family

# 2660091864527518548_templates_
source: Accept ST MicroElectronics SR family
french: Accepter la famille de cartes ST MicroElectronics SR family

# 5491035867803328794_templates_
source: Accept ASK CTS256B and CTS512B
french: Accepter les cartes ASK CTS256B et CTS512B

# 978500135790395069_templates_
source: Accept Inside Secure PicoTag (including HID iClass)
french: Accepter les cartes Inside Secure PicoTag (HID iClass incluses)

# 577719388034725332_templates_
source: Accept Sony Felica Family
french: Accepter la famille de cartes Sony Felica

# 4731084877620252866_templates_
source: Accept Innovatron Radio Protocol (deprecated Calypso cards)
french: Accepter les cartes Innovatron Radio Protocol (cartes obsolètes Calypso)

# 5800485814897227747_templates_
source: Accept all supported PICCs/VICCs
french: Accepter toutes les cartes supportées

# 1948507319126084986_templates_
source: Never swap ID bytes (the ID is transmitted “as is”)
french: Ne jamais inverser les octets de l'ID (l'ID est transmis tel quel)

# 354214321834448670_templates_
source: Swap ID bytes for single-size (4 bytes) ISO 14443 type A UIDs only1
french: Inverser les octets de l'ID pour les UIDs ISO 14443 Type A simple-taille seulement (4 octets)

# 4186696461012436345_templates_
source: Swap ID bytes for all kind of PICCs/VICCs
french: Inverser les octets de l'ID pour tout type de cartes

# 8415043585646787367_templates_
source: Mifare Classic Template
french: Modèle Mifare Classic

# 5742081020792520546_templates_
source: <p>Use the <strong>Mifare Classic Template</strong> to read data from a NXP Mifare Classic PICC (Mifare Classic 1K, Mifare Classic 4K) or from any compliant PICCs (including Mifare Plus running in Security Level 1).</p> <p>The reader may either</p> <ul> <li> <strong>Read arbitrary data</strong>; the data will be transmitted in <strong>hexadecimal</strong> format. To do so, select the <strong>RAW</strong> mode in <strong>TOF</strong> register.</li> <li>Read a <strong>number</strong> (<strong>decimal</strong> output). To do so, select the decimal mode in <strong>TOF</strong> register.</li> <li>Read a <strong>string</strong> (ASCII-encoded data). To do so, select either the <strong>Short String</strong> or the <strong>Long String</strong> mode in <strong>TOF</strong> register.</li> </ul> <p>The target data is pointed to by either:</p> <ul> <li>A sector <strong>AID in the MAD</strong> of the card (Mifare Access Directory) plus an optional offset within the sector to select the block (or a given start byte in one the of the sector's block)</li> <li>An <strong>absolute block address</strong> plus an optional offset to select a given start byte in the block.</li> </ul> <p>The AID or the block address is specified in the <strong>LOC</strong> register.</p>
french: <p>Utiliser le <strong>Template Mifare Classic Template</strong> pour lire des données stockées sur une carte NXP Mifare Classic (Mifare Classic 1K, Mifare Classic 4K) ou sur une PICC compatible (notamment Mifare Plus en Security Level 1).</p> <p>Ce Template peut</p> <ul> <li> <strong>Lire une donnée brute</strong> et la présenter au format <strong>hexadécimal</strong>. Pour cela, sélectionner le mode <strong>RAW</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire un <strong>nombre</strong> et le présenter en <strong>décimal</strong>. Pour cela, sélectionner le mode <strong>décimal</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire une <strong>chaîne de caractères</strong> (en ASCII). Pour cela, sélectionner soit le mode <strong>Chaîne courte</strong> (longueur fixe) ou le mode <strong>Chaîne longue</strong> (zéro terminal) dans le registre <strong>TOF</strong>.</li> </ul> <p>La localisation de la donnée dans la carte peut être spécifiée de plusieurs manières:</p> <ul> <li>En utilisant un <strong>AID de secteur dans la MAD</strong> (Mifare Access Directory), ainsi qu'un offset (optionnel) dans le secteur pour choisir le bloc et la position exacte du début de la donnée dans ce bloc.</li> <li>Un <strong>numéro de bloc statique</strong>, ainsi qu'un offset (optionnel) dans ce bloc.</li> </ul> <p>L'AID ou le numéro du bloc, ainsi que l'offset, sont spécifiés dans le registre <strong>LOC</strong>.</p>

# 2689823577593251831_templates_
source: Accept Mifare Classic PICCs (and compliant)
french: Accepter les cartes Mifare Classic (et compatibles)

# 7949356835704448286_templates_
source: <p>Use the <strong>Mifare Plus SL3 Template</strong> to read data from a NXP Mifare Plus PICC (Mifare Plus 2K, Mifare Plus 4K) running in Security Level 3.</p> <p>The reader may either:</p> <ul> <li> <strong>Read arbitrary data</strong>; the data will be transmitted in <strong>hexadecimal</strong> format. To do so, select the <strong>RAW</strong> mode in <strong>TOF</strong> register.</li> <li>Read a <strong>number</strong> (<strong>decimal</strong> output). To do so, select the decimal mode in <strong>TOF</strong> register.</li> <li>Read a <strong>string</strong> (ASCII-encoded data). To do so, select either the <strong>Short String</strong> or the <strong>Long String</strong> mode in <strong>TOF</strong> register.</li> </ul> <p>The target data is pointed to by either:</p> <ul> <li>A sector <strong>AID in the MAD</strong> of the card (Mifare Access Directory) plus an optional offset within the sector to select the block (or a given start byte in one the of the sector's block)</li> <li>An <strong>absolute block address</strong> plus an optional offset to select a given start byte in the block.</li> </ul> <p>The AID or the block address is specified in the <strong>LOC</strong> register.</p>
french: <p>Le <strong>Template Mifare Plus SL3</strong> permet de lire des données provenant d'une carte NXP Mifare Plus (Mifare Plus 2K, Mifare Plus 4K) configurée pour le Security Level 3.</p> <p>Ce Template peut</p> <ul> <li> <strong>Lire une donnée brute</strong> et la présenter au format <strong>hexadécimal</strong>. Pour cela, sélectionner le mode <strong>RAW</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire un <strong>nombre</strong> et le présenter en <strong>décimal</strong>. Pour cela, sélectionner le mode <strong>décimal</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire une <strong>chaîne de caractères</strong> (en ASCII). Pour cela, sélectionner soit le mode <strong>Chaîne courte</strong> (longueur fixe) ou le mode <strong>Chaîne longue</strong> (zéro terminal) dans le registre <strong>TOF</strong>.</li> </ul> <p>La localisation de la donnée dans la carte peut être spécifiée de plusieurs manières:</p> <ul> <li>En utilisant un <strong>AID de secteur dans la MAD</strong> (Mifare Access Directory), ainsi qu'un offset (optionnel) dans le secteur pour choisir le bloc et la position exacte du début de la donnée dans ce bloc.</li> <li>Un <strong>numéro de bloc statique</strong>, ainsi qu'un offset (optionnel) dans ce bloc.</li> </ul> <p>L'AID ou le numéro du bloc, ainsi que l'offset, sont spécifiés dans le registre <strong>LOC</strong>.</p>

# 1629522449908631410_templates_
source: Accept Mifare Plus PICCs (and compliant)
french: Accepter les cartes Mifare Plus (et compatibles)

# 6643329031856524254_templates_
source: Mifare UltraLight Template
french: Modèle Mifare UltraLight

# 8620080880567242804_templates_
source: <p>Use the <strong>Mifare UltraLight Template</strong> to read data from a PICC within the NXP Mifare UltraLight family (including Mifare UltraLight C and NTAG203). Any PICC compliant with the <strong>NFC Forum Type 2 Tag</strong> specification could also be read using this template (but the reader is unable to decode the NFC Forum NDEF data).</p> <p>The reader may either:</p> <ul> <li> <strong>Read arbitrary data</strong>; the data will be transmitted in <strong>hexadecimal</strong> format. To do so, select the <strong>RAW</strong> mode in <strong>TOF</strong> register.</li> <li>Read a <strong>number</strong> (<strong>decimal</strong> output). To do so, select the decimal mode in <strong>TOF</strong> register.</li> <li>Read a <strong>string</strong> (ASCII-encoded data). To do so, select either the <strong>Short String</strong> or the <strong>Long String</strong> mode in <strong>TOF</strong> register.</li> </ul> <p>The target data is pointed to by an absolute page number (yet the data may occupy more than one page). The page number is specified in the <strong>LOC</strong> register.</p>
french: <p>Le <strong>Template Mifare UltraLight</strong> est destiné à la lecture de données stockées sur des cartes des familles NXP Mifare UltraLight et NTAG (y compris Mifare UltraLight EV1, Mifare UltraLight C, NTAG203, NTAG213, etc). Toute PICC conforme au standard <strong>NFC Forum Type 2 Tag</strong> peut également être utilisée avec ce Template (mais ce Template n'a pas pour vocation de traiter l'encodage au format NFC Forum NDEF).</p> <p>Ce Template peut</p> <ul> <li> <strong>Lire une donnée brute</strong> et la présenter au format <strong>hexadécimal</strong>. Pour cela, sélectionner le mode <strong>RAW</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire un <strong>nombre</strong> et le présenter en <strong>décimal</strong>. Pour cela, sélectionner le mode <strong>décimal</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire une <strong>chaîne de caractères</strong> (en ASCII). Pour cela, sélectionner soit le mode <strong>Chaîne courte</strong> (longueur fixe) ou le mode <strong>Chaîne longue</strong> (zéro terminal) dans le registre <strong>TOF</strong>.</li> </ul> <p>La localisation de la donnée dans la carte est précisée par son numéro de page (mais la donnée peut s'étendre sur plusieurs pages consécutives). Le numéro de la première page est spécifié dans le registre <strong>LOC</strong>.</p>

# 5104661743750602321_templates_
source: Accept Mifare UltraLight PICCs (and compliant)
french: Accepter les cartes Mifare UltraLight (et compatibles)

# 4015829631803946201_templates_
source: Accept Desfire PICCs (and compliant)
french: Accepter les cartes Desfire (et compatibles)

# 8093410579940695491_templates_
source: <p>ISO 7816-4 is the <strong>standard for smart card commands</strong>. According to this standard, the card is structured as a (<strong>lightweight</strong>) file-system, providing <code>Directory Files and Elementary Files</code>. Functions are defined to select the files and read the data from them. Every function call is called an <code>APDU</code>. The card's response is always terminated by a <strong>2-B status word</strong> which denotes the success (value h9xxx, typically <code>h9000</code>) or the failure (value h6xxx).</p> <p>Using this Template, the <a href="https://www.springcard.com/en/products">reader</a> is able to send 1, 2 or 3 APDUs and to find the data in the last card's response. The communication with the card is performed using either the ISO 14443-4 protocol (T=CL) or the Innovatron Radio Protocol (deprecated Calypso cards).</p>
french: <p>ISO 7816-4 constitue la norme pour l'intéropérabilité du <strong>jeu de commandes des cartes à puces</strong>. Une carte qui respecte ce standard est vue par l'application hôte comme un système de fichiers (simple), organisé avec des <code>Directory Files</code> et des <code>Elementary Files</code>. La norme précise comment sélectionner les fichiers lire les données qu'ils contiennent. Chaque commande est structurée sous la forme d'un <code>APDU</code>. La réponse de la carte se termine systématiquement par <strong>2 octets de Status Word</strong> qui signale soit la réusssite (valeur h9xxx, typiquement <code>h9000</code>) soit l'échec (valeur h6xxx).</p> <p>Grâce à ce Template, le lecteur peut envoyer 1, 2 ou 3 APDU à la carte, et extraire la donnée de la dernière réponse. La communication avec la carte utilise soit le transport ISO 14443-4 (T=CL) soit le protocole radio Innovatron des anciennes cartes Calypso.</p>

# 4910632147465262617_templates_
source: ISO 14443 Type A T=CL cards
french: Cartes ISO 14443 Type A T=CL

# 5346598417767402121_templates_
source: ISO 14443 Type B T=CL cards
french: Cartes ISO 14443 Type B T=CL

# 6272791051050854826_templates_
source: ISO 14443 Type A and Type B T=CL cards
french: Cartes ISO 14443 Type A and Type B T=CL

# 3760783529344607250_templates_
source: Legacy Calypso cards (Innovatron protocol)
french: Cartes Legacy Calypso (Protocole Innovatron)

# 2245223242359100403_templates_
source: ISO 15693 Memory Template
french: Modèle carte à mémoire ISO 15693

# 8481851342420179432_templates_
source: <p>Use the <strong>ISO 15693 Memory**</strong>Templat<strong>**e</strong> to read data from a VICC compliant with ISO 15693-3.</p> <p>The reader may either:</p> <ul> <li> <strong>Read arbitrary data</strong>; the data will be transmitted in <strong>hexadecimal</strong> format. To do so, select the <strong>RAW</strong> mode in <strong>TOF</strong> register.</li> <li>Read a <strong>number</strong> (<strong>decimal</strong> output). To do so, select the decimal mode in <strong>TOF</strong> register.</li> <li>Read a <strong>string</strong> (ASCII-encoded data). To do so, select either the <strong>Short String</strong> or the <strong>Long String</strong> mode in <strong>TOF</strong> register.</li> </ul> <p>The target data is pointed to by an absolute block number (yet the data may occupy more than one block). According to the standard, the size of every block depends of the card (its a manufacturer's choice). Typical block sizes are 1, 2, 4 or 8 bytes. The reader accepts block sizes up to 64 bytes. The block number is specified in the <strong>LOC</strong> register.</p>
french: <p>Le <strong>Template Mémoire ISO 15693</strong> est destiné à la lecture de données stockées sur toute carte conforme ISO 15693-3 (VICC).</p> <p>Ce Template peut</p> <ul> <li> <strong>Lire une donnée brute</strong> et la présenter au format <strong>hexadécimal</strong>. Pour cela, sélectionner le mode <strong>RAW</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire un <strong>nombre</strong> et le présenter en <strong>décimal</strong>. Pour cela, sélectionner le mode <strong>décimal</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire une <strong>chaîne de caractères</strong> (en ASCII). Pour cela, sélectionner soit le mode <strong>Chaîne courte</strong> (longueur fixe) ou le mode <strong>Chaîne longue</strong> (zéro terminal) dans le registre <strong>TOF</strong>.</li> </ul> <p>La localisation de la donnée dans la carte est précisée par son numéro de bloc (mais la donnée peut s'étendre sur plusieurs blocs consécutifs). Le numéro du premier bloc est spécifié dans le registre <strong>LOC</strong>.</p>

# 727576162621305525_templates_
source: Accept ISO 15693-3 VICCs
french: Accepter les cartes ISO 15693-3

# 1799451721056568116_templates_
source: EM4134 Template
french: Modèle EM4134

# 294550983250250609_templates_
source: <p>Use the <strong>EM4134</strong> <strong>Memory Template</strong> to read data from the EM MicroElectronic Marin EM4134 chip.</p> <p>The reader may either</p> <ul> <li> <strong>Read arbitrary data</strong>; the data will be transmitted in <strong>hexadecimal</strong> format. To do so, select the <strong>RAW</strong> mode in <strong>TOF</strong> register.</li> <li>Read a <strong>number</strong> (<strong>decimal</strong> output). To do so, select the decimal mode in <strong>TOF</strong> register.</li> <li>Read a <strong>string</strong> (ASCII-encoded data). To do so, select either the <strong>Short String</strong> or the <strong>Long String</strong> mode in <strong>TOF</strong> register.</li> </ul> <p>The target data is pointed to by an absolute word number; a word is 4-byte long (yet the data may occupy more than one word). The word number is specified in the <strong>LOC</strong> register.</p>
french: <p>Le <strong>EM4134</strong> est destiné à la lecture de données stockées sur une puce EM MicroElectronic Marin référence EM4134.</p> <p>Ce Template peut</p> <ul> <li> <strong>Lire une donnée brute</strong> et la présenter au format <strong>hexadécimal</strong>. Pour cela, sélectionner le mode <strong>RAW</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire un <strong>nombre</strong> et le présenter en <strong>décimal</strong>. Pour cela, sélectionner le mode <strong>décimal</strong> dans le registre <strong>TOF</strong>.</li> <li>Lire une <strong>chaîne de caractères</strong> (en ASCII). Pour cela, sélectionner soit le mode <strong>Chaîne courte</strong> (longueur fixe) ou le mode <strong>Chaîne longue</strong> (zéro terminal) dans le registre <strong>TOF</strong>.</li> </ul> <p>La localisation de la donnée dans la carte est précisée par son numéro de word (mais la donnée peut s'étendre sur plusieurs words consécutifs). Le numéro du premier word est spécifié dans le registre <strong>LOC</strong>.</p>

# 1790851100327678278_templates_
source: Accept EM4134 chip
french: Accepter les cartes EM4134

# 5622760081254816390_templates_
source: NDEF Data
french: Données NDEF

# 93723690777726607_templates_
source: <p>Use the <strong>NDEF Data Template</strong> to read the content of either a card formatted according to the <strong>NFC Forum Tag specification</strong>, or to receive a message through <strong>NFC beam (SNEP over LLCP)</strong>.</p>
french: <p>Utiliser the <strong>Template NDEF Data</strong> pour lire n'importe quel Tag formaté selon les spéficiations des <strong>Tags NFC Forum</strong>, ou pour recevoir un message par <strong>NFC beam (SNEP sur LLCP)</strong>.</p>

# 7045316401108586443_templates_
source: Receive NDEF by SNEP (peer-to-peer)
french: Recevoir les données NDEF par SNEP (point à point)

# 1438726340202019737_templates_
source: Read NDEF from NFC Forum type 1 Tags
french: Lire le NDEF des cartes NFC Forum type 1

# 9041943043627969708_templates_
source: Read NDEF from NFC Forum type 2 Tags
french: Lire le NDEF des cartes NFC Forum type 2

# 5352774271407589636_templates_
source: Read NDEF from NFC Forum type 3 Tags
french: Lire le NDEF des cartes NFC Forum type 3
