Repository: galileo0106/springcard-fe
Catalog: src/locales/Companion_web_*.xlf
Languages: french

# 827da2dd5ce28cb4401396a276b2751129e60dc4_multiconf_
source: Shutdown RF if a card remains in the field during a long time (seconds)
french: Couper le champ RF si une carte reste longtemps dans le champ (en secondes)

# 70afd706f0ca42bc7e983099e6fef5131f4e0147_multiconf_
source: enable
french: actif

# d577858f4fad598e4f929f3ce4a1bfca62562260_multiconf_
source: Defines test signal to be provided on AUX2
french: Sélectionne le signal de test routé vers AUX2

# c45c0e6f20c7771aeae5fafbc0aa1dbd64119de0_multiconf_
source: BLE Tx power
french: Puissance de sortie BLE

# a87a773f45f57fbfccf759f2b0b85b0eb91fa275_multiconf_
source: BLE minimal interval
french: Intervalle minimal BLE

# 5f761a4b3cc148237d1968d0752ca72210a46ddc_multiconf_
source: BLE slave latency
french: Slave latency BLE

# 4176adba626c5b591047361926d7bea891c9d382_multiconf_
source: BLE supervision timeout
french: Timeout de supervision BLE

# 5133954d70c8c9e4a2f79f1fd00a74ac3088b059_multiconf_
source: Notifications Registration Timeout
french: Timeout des notifications

# 4b253528aff1d9ab789f8c6f46fbcd14fadcabf3_multiconf_
source: Configuration of the smartcard interface(s)
french: Configuration des interfaces cartes à contacts

# 750f01c3bdfe3364b0c7b09370c7c7e01a474bb3_multiconf_
source: Activation mode
french: Mode d'activation

# ac406e3143768cca7875790ecf9445df846bc12e_multiconf_
source: EMV, then ISO
french: EMV, puis ISO

# 5a1da9923f61b9ccdeea609dbade4094f4277652_multiconf_
source: ISO only
french: Seulement ISO

# 841f51474dfd166c78a35ee30d6fd81f0a43ade7_multiconf_
source: EMV only
french: Seulement EMV

# cf18759cf9da6d71a5b48f2b8f58872df9352bbd_multiconf_
source: Power class
french: Classe d'alimentation

# 63523b80f444f1c9ce6adc0bba556ae65fe1f4e8_multiconf_
source: Class A only (5V)
french: Classe A seulement (5V)

# 596532b4536e99478d5a2e3af805cb90f84c4d74_multiconf_
source: Class B only (3.3V)
french: Classe B seulement (3.3V)

# eeceeafa8a39e7f9f4678400cafadf15be300a4e_multiconf_
source: Class C only (1.8V)
french: Classe C seulement (1.8V)

# df3caf2043c54a10491ace6e0c2ba5f95bba2aa7_multiconf_
source: Class A or Class B (5V or 3.3V)
french: Classe A ou Classe B (5V ou 3.3V)

# 124b9366d523e8c8c374157b4eebd02cc2087bc3_multiconf_
source: Class B or Class C (3.3V or 1.8V)
french: Classe B ou Classe C (3.3V ou 1.8V)

# d831da68c8a850baf1519423f9b695886daa403b_multiconf_
source: Class A or Class B or Class C (5V, 3.3V or 1.8V)
french: Classe A ou Classe B ou Classe C (5V ou 3.3V ou 1.8V)

# b07eec2922119ac2fc7015bf117c293f67ceecad_multiconf_
source: Default TC2
french: Valeur de TC2 par défaut

# 6fc5d34bddfd97b063f63857117eadb7fe12b147_multiconf_
source: WWT multiplier
french: Multiplieur pour WWT

# 07d75c25ea16acb206773bc8f926484c62d038c8_multiconf_
source: Total timeout for T=0 APDUs (in seconds)
french: Timeout total d'un APDU T=0 (en secondes)

# 577ec7828213a22ffcd1cbd9f494b500e15232c7_multiconf_
source: CWT multiplier
french: Multiplieur pour CWT

# d747072642698f9c570f9b6b6c3b323eb726ccd1_multiconf_
source: WTX multiplier
french: Multiplieur pour WTX

# f550e6dbabfb1ea03974287928010e857ddb1c86_multiconf_
source: Total timeout for T=1 APDUs (in seconds)
french: Timeout total d'un APDU T=1 (en secondes)

# 1a044e745af1039c43ceab46613a5ea9264d37c2_multiconf_
source: Perform GET RESPONSE automatically after SW=61XX
french: Envoyer un GET RSPONSE automatiquement après SW=61XX

# 8082cbaba5693e3be4c5126d136dd15a3c889699_multiconf_
source: Disable automatic GET RESPONSE
french: Désactiver la commande GET RESPONSE automatique

# f2f846b027a645a7a19eceea73b92e6d9c999735_multiconf_
source: CLA of the GET RESPONSE command
french: CLA de la commande GET RESPONSE

# 2c8431101420b7af9f4aef7c408b4e60864b5b74_multiconf_
source: Correct wrong length or LRC in ATR
french: Corriger les ATR incorrects (longueur ou LRC)

# d19b6a4666e8a6fe77b8a021bfaf9bcdcd49ebe0_multiconf_
source: Normal mode
french: Mode normal

# 9aea6e7dbd3431b1b7ffa29fededc7385e27eee2_multiconf_
source: Correct invalid ATRs (ensure compliance with PC/SC driver prior 20.10)
french: Corriger ATR sont supportés par le driver PC/SC avant 20.10

# 10b79886c8a93aa06ea42583cc73ee490cb67dfc_multiconf_
source: Mask RFU TA1 values in ATR
french: Masquer les valeurs RFU de TA1

# 30a3bda72bb539825c0411bc0a45e9449e260fb3_multiconf_
source: Replace RFU TA1 values in ATR (ensure compliance with PC/SC driver prior 20.10)
french: Remplacer les valeurs RFU de TA1 (nécessaire pour le driver PC/SC avant 20.10)

# 05343299fee643f8e572c7d7cfe2928a6f4c5713_multiconf_
source: SESAM Vitale compliant mode
french: Mode de conformité SESAM VItale

# 3a2a282b3ef5ea318fdbaa5fea007ba0590e6e94_multiconf_
source: Configuration for Smart Reader operation
french: Configuration du mode Smart Reader

# 65347353846cb293097ab617828f63fb4619ee3a_multiconf_
source: The Reader tries to enumerate all the Tags that are present
french: Le lecteur essaie d'énumérer tous les tags présents

# 44003f7d1f6c3fd279f24280e2d50c5b2f8850b8_multiconf_
source: The Reader stops the enumeration after having read a first Tag
french: Le lecteur stoppe son énumération après avoir trouvé un tag

# 3555c162a97a700e633e857734f9d72e0115f972_multiconf_
source: The Reader does not read when more than one Tag is present
french: Le lecteur ne lit pas si plus d'un tag est présent

# ae5c975e1f864812a44ac6311a1cde8db678b714_multiconf_
source: Insert / Remove
french: Insérer / Éjecter

# 1f6dc387f8300c2be1d4d8fc19c7c2bad80d90b4_multiconf_
source: The Smart Reader sends the Tag read event only
french: Le Smart Reader n'envoie que l'événement "badge lu"

# 4f9dc33e72509678d4770439a6b1662c1dc478a9_multiconf_
source: The Smart Reader sends the Tag inserted event when the tag arrives, and the Tag removed event when it has leaved
french: Le Smart Reader envoie que l'événement "badge inséré" quand le badge est détecté, et l'événement "badge retiré" quand il est perdu

# 18b7b042b54d2417a3888bece979526a9de3ff38_multiconf_
source: Auto start
french: Démarrage automatique

# 393654a876829bf5ffcdf546ed28a7d7442176c5_multiconf_
source: Smart Reader operation must be started explicitly
french: Le Smart Reader doit être démarré explicitement

# 423e73ae4537690087744f64b14aa4a5779875f5_multiconf_
source: Smart Reader operation must be started implicitly when the device is connected
french: Le fonctionnement du Smart Reader doit être démarré implicitement lorsque l'appareil est connecté

# 68f967733778bab17a728d0cd9553849ad6bce57_multiconf_
source: Delay between 2 consecutive readings (if the host is slow)
french: Délai entre 2 lectures consécutives (si l'hôte est lent)

# 5f91052b6cf3552d9eaee028235b30db95acd349_multiconf_
source: Delay before sending the same Tag read event when a tag stays on the Reader
french: Délai avant l'envoi du même événement de lecture de tag lorsqu'un tag reste sur le produit

# a33793e8c8d4f3e520e1df5db1b048935e527c4d_multiconf_
source: Delay before sending the same Tag read event when a tag is removed and inserted again quickly
french: Délai avant de répéter le même Tag s'il est retiré et réinséré rapidement

# 4cccb2d0f440b34a4d8218f91ab18b35b22cba73_multiconf_
source: Keyboard layout
french: Disposition du clavier

# 0e69b714bd27f2ab2990f5ec1a9544d545e15532_multiconf_
source: French, AZERTY, complete (with num. padd)
french: Français, AZERTY, complet (avec pavé numérique)

# 3b7dbe57386d686e54429600e6854bdf7953d2c1_multiconf_
source: German, QWERTZ
french: Allemand, QWERTZ

# 451b3ceec7e1e70a3d90149fff11148db8c07ec5_multiconf_
source: French, AZERTY, laptop (no num. padd)
french: Français, AZERTY, portable (sans pavé numérique)

# efd9b8eb261b00998c2786766fe5ea83ea585c82_multiconf_
source: English (extended), QWERTY
french: Anglais (étendu), QWERTY

# 659871b45a542ef4c316f998a8fd760edae84bd6_multiconf_
source: French (extended), AZERTY
french: Français (étendu), AZERTY

# 5d5a532dd662cd73b74748f40a522cfd61ed56ed_multiconf_
source: German (extended), QWERTZ
french: Allemand (étendu), QWERTZ

# 7a6e719058d5c6a662db3453391cb7b5e1df7b8e_multiconf_
source: Spanish (extended), QWERTY
french: Espagnol (étendu), QWERTY

# adbded8d7e1510c86811682296686524dac9f2f0_multiconf_
source: Italian (extended), QWERTY
french: Italien (étendu), QWERTY

# c0a880b49d35c0d7af45851d5db17a2034f93ad4_multiconf_
source: Japanese (extended), QWERTY
french: Japonais (étendu), QWERTY

# 7a2dd3e8a0e46f55b6e44bfa01f49c11065b7c6f_multiconf_
source: Swedish (extended), QWERTY
french: Suédois (étendu), QWERTY

# a6654ed3caff3f3a637dd757f82cc2c41eed2bd5_multiconf_
source: Polish (extended), QWERTY
french: Polonais (étendu), QWERTY

# 76191c081813eb4afbc7ae55fd36a0884e7bd5bb_multiconf_
source: Misc. options when running in keyboard mode
french: Autres options du mode émulation de clavier

# 56ed317ab279c4d7de498afc19850849ae3aa3eb_multiconf_
source: Prefix: string sent before the data in keyboard mode
french: Préfixe : chaîne de caractères à envoyer avant les données en mode clavier

# 7b6fd0a87081a4da216cdaa7a99709e6ce786f09_multiconf_
source: Suffix: string sent after the data in keyboard mode
french: Suffixe: chaîne envoyée après les données en mode clavier

# 5e90e5c9243be572c3d11b5b18f602d7f415a7a6_multiconf_
source: Configuration for PC/SC (CCID) operation
french: Configuration du mode PC/SC (CCID)

# 8e250f6d43d18a5f344fd1cbf504f3e9ef83fc53_multiconf_
source: Expose the SAM AV through PC/SC
french: SAM disponible à travers PC/SC

# 95091e07522f01bd09ca19b67f502037bb8ff3e3_multiconf_
source: The SAM AV is used only internally
french: SAM seulement utilisé en interne

# 90033919bc487a39dcca369c26a18b9fe73e4940_multiconf_
source: The SAM AV has its own PC/SC slot (USE WITH CARE)
french: Le SAM AV a son propre slot PC/SC (À UTILISER PRÉCAUTIONNEUSEMENT)

# 59612c62a64cb1ff7b5776d4dc028df957b8f23a_multiconf_
source: Disable the other SAM slots ("SAM B", "SAM C" and "SAM D")
french: Désactiver les autres slots SAM ("SAM B", "SAM C" et "SAM D")

# 6dd196eff5c819fbe8ed72e56d467f1fd7ed64d2_multiconf_
source: The other SAM slots are enabled
french: Les autres slots SAM sont activés

# 883b57c26a66c4f20ba3e682af8490f644568257_multiconf_
source: The other SAM slots are disabled
french: Les autres slots SAM sont désactivés

# 8045b3405157a396b5bb189f92f674a6100b226b_multiconf_
source: Disable the first SAM slot ("SAM" or "SAM A")
french: Désactiver le premier slot SAM ("SAM" ou "SAM A")

# e1ceb81fecc0b0bdd4ca80bc493390a5c4720050_multiconf_
source: The 1st SAM slot is enabled
french: Le premier slot SAM est activé

# 1113175d7db95f130b3038cb4ae85d60f8ed0f75_multiconf_
source: The 1st SAM slot is disabled
french: Le premier slot SAM est désactivé

# e03d6431f584636385a5ddab5f8d172c4d98d2ce_multiconf_
source: Disable the second Contact slot ("Contact B")
french: Désactiver le deuxième slot Contact ("Contact B")

# 361bd5cbfa1a7fa9633eea3cd4bbde591eb22a56_multiconf_
source: The 2nd Contact slot is enabled
french: Le 2nd slot Contact est activé

# 08a84b7ead52b8867dc92edd8c6c5c423d6bb534_multiconf_
source: The 2nd Contact slot is disabled
french: Le 2nd slot Contact est désactivé

# 4a661064709c3f5f3aff300d0ce75ebf9a11e51d_multiconf_
source: Disable the first Contact slot ("Contact" or "Contact A")
french: Désactiver le 1er slot Contact ("Contact" ou "Contact A")

# b59b821027376f9f3bdb240eef05201497a6578a_multiconf_
source: The 1st Contact slot is enabled
french: Le 1er slot Contact est activé

# 81ae4101ea3df0f806dcda2120da521df50074f0_multiconf_
source: The 1st Contact slot is disabled
french: Le 1er slot Contact est désactivé

# 57648243e630f895c02cac30ad405c3c8ebca484_multiconf_
source: Disable the contactless slot
french: Désactiver le slot sans contact

# e61b47f22f948cfb95c3e462486b582c401a788b_multiconf_
source: The Contactless slot is enabled
french: Le slot Sans Contact est activé

# 8e1bb6c61303f54d318111fdf5ed800ce276c72d_multiconf_
source: The Contactless slot is disabled
french: Le slot Sans Contact est désactivé

# 80b0d8ffd6312639a6e956edc604e84960c21db6_multiconf_
source: How are the slot numbers created
french: Comment les numéros des slots sont crées

# 82454bcc4a90774771176f3100924a213c4b9150_multiconf_
source: Contactless, Contact, SAM(s)
french: Sans contact, Contact, SAM(s)

# 8aba6f33b9fa2b183e2d825d76a63ce4fa988090_multiconf_
source: Contactless, SAM(s), Contact
french: Sans contact, SAM(s), Contact

# 9e1f7dffc0b4ebdbcbc858ae316497b46ba2b51c_multiconf_
source: Contact, Contactless, SAM(s)
french: Contact, Sans contact, SAM(s)

# f41b82e42bd322dc92a7ddbaf011e218ca3b2560_multiconf_
source: Contact, SAM(s), Contactless
french: Contact, SAM(s), Sans contact

# d9eaa68e8f1926527499e0e8e4e3b2eb43b1c274_multiconf_
source: SAM(s), Contact, Contactless
french: SAM(s), Contact, Sans contact

# c5dcec96c3a15f5ef69b5950cf62d6c5dc51b875_multiconf_
source: SAM(s), Contactless, Contact
french: SAM(s), Sans contact, Contact

# 5efab624dfc553fc21f2d0fcbbb63b404b56537b_multiconf_
source: Add a part of the device identification data into the names of the slots
french: Ajouter une partie des données d'identifications du produit dans le nom des slots

# d24b58e62ba378bcaf67de8f4556194a635c3865_multiconf_
source: Do not add a device id
french: Ne pas ajouter un identifiant de produit

# 5626f681772ba0062d632f7a584c583f08f07375_multiconf_
source: Add the complete serial number (in hex)
french: Ajouter le numéro de série complet (en hexadécimal)

# c316dd0f011572538fc8b7174f46271fdf3bd5de_multiconf_
source: Add the last 2 bytes of the serial number (in hex)
french: Ajouter les 2 derniers octets du numéro de série (en héxa)

# f57d1b5fee4fd1e9f00b737010377230cd1b4371_multiconf_
source: Add the IPv4 address (if the device as a network interface)
french: Ajouter l'adresse IPv4 (si le produit dispose d'une interface réseau)

# a1e496f58f2f999b0435183930978633df7531d2_multiconf_
source: Force a letter in the name of the SAM slots (eg "SAM A", "SAM B" etc)
french: Forcer l'ajout d'une lettre dans le nom des slots SAM (ex "SAM A", "SAM B" etc)

# a9f80d01beeff06cc58c642f4fb610c4e77a4b8b_multiconf_
source: No letter for a single SAM ("SAM" only)
french: Pas de lettre pour un SAM seul ("SAM" uniquement)

# 66448cf51ddcac3e05156fdb6d5593c33ccc9b1f_multiconf_
source: Even a single SAM is named "SAM A"
french: Seulement un seul SAM est nommé "SAM A"

# 61906f81b5977a2c5a75442e5b4cd1967639448d_multiconf_
source: Force a letter in the name of the ID-1 slots (eg "Contact A", "Contact B" etc)
french: Forcer l'ajout d'une lettre dans le nom des slots ID-1 (ex "Contact A", "Contact B" etc)

# dc27f22dbdc03b9cbcc87fbb18c09e1d6f89b23b_multiconf_
source: No letter for a single Contact slot ("Contact" only)
french: Pas de lettre pour un slot Contact seul (seulement "Contact")

# 8793272e38849756b3ebdd711d54ece2a11267c1_multiconf_
source: Even a single Contact slot is named "Contact A"
french: Seulement un seul slot Contact est nommé "Contact A"

# 18117c1838cec3a3405a1f1d3c0da478076ca361_multiconf_
source: Hide CCID class in the USB descriptor
french: Masquer la classe CCID dans le descripteur USB

# 30619dd177f6045ee766edec9126ed2e328b8e8d_multiconf_
source: The USB class of the CCID interface is 0B
french: La classe USB de l'interface CCID est 0B

# e5404602d6a517c4dd4fe615ebf1e67f4619bc8c_multiconf_
source: The USB class of the CCID interface is 00
french: La classe USB de l'interface CCID est 00

# dc092e4c272bc086e48281ba680d98c17c0214f2_multiconf_
source: Time to wait before CCID operation after the SET_CONFIGURATION control (10th of second)
french: Temps d'attente entre le contrôle SET_CONFIGURATION et le démarrage de CCID (en dixièmes de seconde)

# 19f1947f3dca9b07fd081f775a0b1f0ecbe69888_multiconf_
source: Time to wait before CCID operation after the first GET_STATUS request (10th of second)
french: Temps d'attente entre le premier GET_STATUS et le démarrage de CCID (en dixièmes de seconde)

# ae6c7738787c2ac396b596c0a0ace9455b625518_multiconf_
source: Class of the embedded APDU interpreter
french: Classe de l'interpréteur d'APDU embarqué

# e5a002c5b707ef197f1465c2072b7a967378a1a7_multiconf_
source: Main configuration
french: Configuration principale

# bf99b41a42006988c68b7572cd7da816189f89bd_multiconf_
source: Primary profile
french: Profile principal

# 2b838a968aaf24998165fbf0d026477abdd20af8_multiconf_
source: SpringCore Direct. Select this value for Smart Reader Operation using the SpringCore Direct protocol.
french: SpringCore Direct. Sélectionnez cette valeur pour le mode Smart Reader utilisant le protocole SpringCore Direct.

# 7e7efc7dcb31ee92c95ccf7fd860f02b73c97c1a_multiconf_
source: CDC (serial emulation), SpringProx Legacy mode only. Do not use this value, unless explicitly advised by SpringCard R&D team for a specific project.
french: CDC (émulation port série), seulement pour le mode SpringProx Legacy. Ne pas utiliser cette valeur à moins qu'un membre de l'équipe R&D de SpringCard vous l'ait explicitement préconisé pour un projet particulier.

# f4b48e9f26f0dba5067e8ef0a4d8f0ffe799663b_multiconf_
source: CCID. Select this value for PC/SC Operation.
french: CCID, Sélectionnez cette valeur pour le mode PC/SC.

# a4b33d66ca055abd195f388692f4d6223ac0e8c9_multiconf_
source: HID, keyboard-emulation. Select this value for RFID Scanner Operation.
french: HID, émulation clavier. Sélectionnez cette valeur pour le mode RFID Scanner.

# 25ad4ad5a234ce68c1ef9c9e512e53339d8c8a10_multiconf_
source: Serial, SmartReader mode. Select this value for Smart Reader Operation using $SCRDR protocol.
french: Série, mode Smart Reader. Sélectionnez cette valeur pour le mode Smart Reader utilisant le protocole $SCRDR.

# 1af5810aa354133d7c3fddc640fea3cdd3bb8549_multiconf_
source: Serial, using ST UHF reader host protocol.
french: Série, en utilisant le protocole du logiciel UHF ST Reader.

# 71e4508d13457ba90467653cbd6e3912bc73eea8_multiconf_
source: Mass Storage
french: Mémoire de masse (Mass Storage)

# 594a33b8f06075ec371ae21d25dcd06fcbf8abba_multiconf_
source: Serial, NFC Cockpit interface. Do not use this value, unless explicitly advised by SpringCard R&D team for antenna tuning.
french: Série, interface NFC cockpit. Ne pas utiliser cette valeur à moins qu'un membre de l'équipe R&D de SpringCard vous l'ait explicitement préconisé pour accorder une antenne.

# d2ee12cfde70b9260ffa07671c947ce8147de521_multiconf_
source: Disable USB
french: Désactiver l'USB

# 2d0bdd676b710c45bfd813aca9261e56f4847f4f_multiconf_
source: USB is enabled
french: USB activé

# a1b14661da965047d4507fb800fddc6d1dfd682b_multiconf_
source: USB is disabled, all the other settings are ignored
french: USB désactivé, tous les autres paramètres sont ignorés

# 96717ead529bfd273875e143cb3cf445816e551b_multiconf_
source: Disable serial number
french: Désactiver le numéro de série

# bdac81ca8c318e63394ea00674a96f10f765ac3d_multiconf_
source: The actual serial number of the device is provided in the USB descriptor
french: Le numéro de série est donné par le descripteur USB

# e267a291562ef44d9ae74158004ed067e1385993_multiconf_
source: A constant serial number is provided in the USB descriptor
french: Un numéro de série constant est fourni dans le descripteur USB

# 22327d5d1d3b5a658024a833b8f204c55ca1245c_multiconf_
source: Disable SpringCore direct as secondary USB interface.
french: Désactiver SpringCore direct sur l'interface USB

# 2ead500efce6a9b2257708860bd08256135c9745_multiconf_
source: SpringCore Direct is announced in the USB profile
french: SpringCore Direct est annoncé dans le profil USB

# a9a0b206abed7bb3520a5f55f4c7fb29f11e2e35_multiconf_
source: SpringCore Direct is not announced in the USB profile
french: SpringCore Direct n'est pas annoncé dans le profil USB

# f3366d8879c5187cbc65fff0d66bafb519565f60_multiconf_
source: Disable BLE
french: Désactiver le BLE

# 64ca49ee26699465431af79a20082e0c919b9e32_multiconf_
source: BLE is enabled
french: BLE activé

# 0a947911e67a3a48f1f4111b88c6a50ee7ed2dc6_multiconf_
source: BLE is disabled, all the other settings are ignored
french: Le BLE est désactivé, tous les autres réglages sont ignorés

# 102b850b849d77d05d0f01d515f69b970a735f12_multiconf_
source: Disable BLE negociation (use default settings and avoid renegociation).
french: Désactiver la négociation BLE (utiliser les paramètres par défaut et éviter la renégociation)

# 13759a1e5f6a7d8e923680144d25d73d2555bd1f_multiconf_
source: BLE negociation is enabled
french: La negotiation BLE est activée

# c4e68888644aa875904898a82e82dd422758a25f_multiconf_
source: BLE negociation is disabled
french: La negotiation BLE est désactivée

# bef648ced0422131b773d2af686b1a45b2b6e88b_multiconf_
source: Use a different address (BT_ADDR) per profile
french: Utiliser une adresse BT_ADDR différente pour chaque profil

# 763b9e21d39a9ac5408b8541b38abeb44a164136_multiconf_
source: Une the same BT_ADDR whatever the profile
french: Utiliser la même adresse BT_ADDR différente pour chaque profil

# 1398216dc50a0436be7058610f6ef0d9620ae842_multiconf_
source: The first bits of the BT_ADDR change with the profile
french: Les premiers bits de BT_ADDR changent selon le profil

# 3021ce9fb00102f749e8d724aac5176ec545a67b_multiconf_
source: Defines whether the BLE interface requires paired (bonded) connections, or not.
french: Définit si l'interface BLE nécessite ou non des connexions appariées (liées).

# 06e451c71b1d4488a8169b8464af6fb9b2a093b3_multiconf_
source: No pairing required - The BLE profile exposes only unbonded services
french: Pas d'appairage - Le profil BLE n'expose que des services unbonded

# 909dc2ea1ba25bcf78ebe5df5219c1c058ba170e_multiconf_
source: Force pairing - The BLE profile exposes only bonded services
french: Appairage requis - le profil BLE n'expose que les profils avec bonding

# 3c8288af1b96de7b78bb41354103491ee7e96fee_multiconf_
source: Disable SpringCore direct as secondary BLE interface.
french: Ne pas activer SpringCore Direct sur BLE

# b6149ac4210b488f590892a7f999a5a51f94060a_multiconf_
source: SpringCore Direct is announced in the BLE profile
french: SpringCore Direct est annoncé dans le profil BLE

# e980efb3a4f3bb5e1de51defc93018cf1bac0ce5_multiconf_
source: SpringCore Direct is not announced in the BLE profile
french: SpringCore Direct n'est pas annoncé dans le profil BLE

# f69cbec185bf51206bc75b2a1b7323f10904dfbf_multiconf_
source: Disable fast link (PHY 2M).
french: Ne pas utiliser le PHY 2M

# f2d3f6c55328dd8d4f2ad928eaf9ca1c95dfe8cd_multiconf_
source: use link speed auto-detection
french: utiliser la détection automatique

# 53f7f5b43c61e934e1b99d1d022f6fbb6e9fb8fb_multiconf_
source: use slow link speed
french: forcer en débit lent

# 4b78282b2b8cdd667003807e3d66131fbbcb351b_multiconf_
source: Defines how the BLE interface is used.
french: Définir comment l'interface BLE est utilisée.

# b6860dc0fad0282f2534069cea5d11a94fe932d4_multiconf_
source: Device; use the BLE interface to communicate with the host.
french: Périphérique. Utiliser la liaison BLE pour communiquer avec l'hôte.

# 319c8bb9607f7e01af8199714ceb3c6c79d2423e_multiconf_
source: Reader; use the BLE interface to read BLE tokens. Use BLE template to configure Smart Reader operation with BLE tokens.
french: Lecteur. Utiliser la liaison BLE pour lire des objets BLE. Utiliser le template BLE pour préciser quels objets doivent être lus par le Smart Reader.

# 3c0e58de31a38922e1f94bbe2bf4de350104d1e1_multiconf_
source: Beacon; use the BLE interface for iBeacon brodcasting.
french: Balise. Utiliser la liaison BLE pour fonctionner en iBeacon.

# cc39d2ee99f2d4ff6af4b85fbe7c5fa834b44b62_multiconf_
source: RFU; do not use.
french: RFU, ne pas utiliser.

# 04ebfc0502d27f234f1b6ddfe55e8f3340b2c9e9_multiconf_
source: Enable HID Ringer addon used by Telephony services (experimental).
french: Activer le profil HID Ringer pour les applications de téléphonie (expérimental)
