Repository: galileo0106/springcard-fe
Catalog: src/locales/Companion_web_*.xlf
Languages: french

# 25b54316c0efac41ab4375c9e31590a7f1291ef7_multiconf_
source: Add a “card type” token to the output
french: Ajouter un indicateur du "type de carte" à la sortie

# 8b17b0b55084191ca3682b8538c32f456d8d1c13_multiconf_
source: Do not add the “card type” token
french: Ne pas ajouter d'indicateur du "type de carte" à la sortie

# f7fe07f354414620c95c53085d6c0e2f170d9bf5_multiconf_
source: Add a numerical value as “card type” token
french: Ajouter le type de carte sous la forme d'une valeur numérique

# 64cc152ff81718936c610ff6a268bc2e0f0d5a28_multiconf_
source: Add a char as “card type” token
french: Ajouter un caractère pour indiquer le type de carte

# 9febf73a04ebdcf88e5277e89b2761cb517c76a1_multiconf_
source: Main TCP or UDP ports used by the device
french: Ports TCP ou UDP principaux utilisés par le périphérique

# 8c8f9d150abf9323525da9d6a6986af6176e8210_multiconf_
source: SpringCard Network Device Discovery Protocol
french: Protocole de découverte des périphériques SpringCard sur le réseau

# 11f74a9eb88c754087db752afa3836c258e40a61_multiconf_
source: Disable NDDU
french: Désactiver NDDU

# b4de6e6c03282afc1687c1fb0971639225a90876_multiconf_
source: Enable NDDU
french: Activer NDDU

# ed180d819f710cb061ff1d6bf175c9b85467caec_multiconf_
source: Configuration of the device as an MQTT client
french: Configuration du périphérique en tant que client MQTT

# 4848ada7513ab7eeea418c12672f1d135b4fd098_multiconf_
source: MQTT Broker address or name
french: Adresse IP ou nom du Broker MQTT

# ea49fb91d0a1e3f7bbc6ed50db433275c25c1c17_multiconf_
source: MQTT Broker listen port
french: Port d'écoute du Broker MQTT

# 4c86591c86c3e5f56226345359df88b06925c926_multiconf_
source: Select the CA certificate
french: Sélectionner le certificat CA

# 898b6a976232d5571cc3f1a09288150cc24b240e_multiconf_
source: X509 Certificate 4 (user)
french: Certificat X509 4 (utilisateur)

# 45e9febd44f71b8245846488d9c36811987e01e2_multiconf_
source: X509 Certificate 5 (user)
french: Certificat X509 5 (utilisateur)

# b08636efb7eafea457216da1785da0d0ccae4ca2_multiconf_
source: X509 Certificate 6 (user)
french: Certificat X509 6 (utilisateur)

# 9dc92343db7feb3ef8dd05ff6e3543c559c11cf6_multiconf_
source: X509 Certificate 7 (user)
french: Certificat X509 7 (utilisateur)

# babd3b8f6bec941176062956e55b6da62ecc94e3_multiconf_
source: Select the Server certificate
french: Sélectionnez the certificat Serveur

# af446f38eb9218ce29186ade25e9914b9800eb36_multiconf_
source: Enable or disable TLS
french: Activer ou désactiver l'utilisation de TLS

# 2a9220b24c93191ed863b8237040aa041d2b6b6f_multiconf_
source: SNI is disabled
french: SNI est désactivée

# 9192f8c4201f52c18f294c9ff8794c6c741f8840_multiconf_
source: SNI is enabled
french: SNI est activée

# 5aa7ff2f8124b2ac943609089a1b32f200f4826f_multiconf_
source: Trust mode (how to handle the server's certificate)
french: Niveau de confiance (comment gérer le certificat serveur)

# 8ee00e4d2037345e69aa26d38111f6bbe34dfbf1_multiconf_
source: Accept any cert
french: Accepter n'importe quel certificat

# ed730543d374771cfacdb100fe82089ca699099f_multiconf_
source: Match server cert
french: Le certificat serveur doit correspondre

# fc5f1aace37fd3f615bf5a8c9cba61e4b6287e8a_multiconf_
source: Match CA cert
french: Le CA doit correspondre

# e64b27af253464666bb713b579916b98cd6bce03_multiconf_
source: TLS disabled
french: TLS est désactivé

# 9f979e183a0f129bcedfcdc54984651ed0deaf9f_multiconf_
source: TLS enabled
french: TLS activé

# a3f5566a7cc10b51b8459f5b21165b55dbd652f7_multiconf_
source: Select the Client certificate
french: Sélectionner le certificat client

# 23f1ff54b0c2cceea3e787bfca3d8c5d00a842d1_multiconf_
source: Enable or disable TLS Authentication
french: Activer ou désactiver l'Authentification TLS

# 795733aac948794cadeb3be6386882efac2c38ad_multiconf_
source: disabled
french: désactivé

# c7c6190b3c154e7ec35c15ee64e1f221bc6410c0_multiconf_
source: No_SE
french: Pas d'élément sécurisé

# aadfda521d18d1a0a9b1b265937d47ee51ebcfae_multiconf_
source: key index in secure element
french: index de la clef de l'élément de sécurité

# 61ecd55752688f6373c1eadcc49312fc16d568c3_multiconf_
source: Keep alive interval
french: Interval de maintien d'activité

# 923a7e686603fe50d3dedfcab6d8180f21ea6d35_multiconf_
source: Connection timeout
french: Timeout connecxion

# 9aa14dc64a05abc7a2d05ce0a16f26d79527018d_multiconf_
source: MQTT user Login name
french: Login utilisateur pour MQTT

# 6754f75dbb8bc10203b300f1c51f9524bf0d1de7_multiconf_
source: MQTT user Password
french: Mots de passe utilisateur MQTT

# cfccb24e612cb280464bb0293ffec6e2dc2141eb_multiconf_
source: MQTT Client ID
french: ID du client MQTT

# 30aadc5f2de7c5276a5c3812e84e0f9681360c39_multiconf_
source: MQTT Topic prefix
french: Prefix du sujet pour MQTT

# e1b25034470b86f15c113b91724728f289e3e1b1_multiconf_
source: MQTT Device ID
french: Device ID MQTT

# 58d2353fb818764b490550f5cbca38186eeb5fef_multiconf_
source: Configuration of the serial interface
french: Configuration de l'interface série

# 3edb82d2ec8c77f76f258c4a686b486606b485a4_multiconf_
source: Control whether Legacy communication drives the UI automatically
french: Défini si l'utilisation des anciens protocoles de communication contr

# b907ea254b5ebb47e4f42b60496c9ce6c8f93b22_multiconf_
source: No automatic UI control, UI shall be controlled explicitly by the host
french: Pas de contrôle automatique de l'UI, l'UI est contrôlée directement par l'hôte

# 7650423a4cd4ae681940284d458aaa7e91d8ae4a_multiconf_
source: Automatic UI control, the device signals the host actions on its LEDs
french: Contrôle automatique de l'UI, le périphérique signale à l'hôte son état en utilisant les LEDs

# 010276faefce9ef28112467f966126c97637e93f_multiconf_
source: Number of seconds after which the RF field is switched OFF and the host is reported has missing
french: Nombre de secondes après lesquelles le champ RF est désactivé si l'hôte est considéré comme perdu

# 03535e214f4a1180e6d08e38a44a5b9f6a114011_multiconf_
source: Network operation
french: Opération sur le réseau

# f39256070bfc0714020dfee08895421fc1527014_multiconf_
source: Disabled
french: Désactivé

# ae7630d2bec94d4bb910339d9e73a172ec0adb5e_multiconf_
source: TCP server
french: Serveur TCP

# 76a7329b6f1f1994c63f21a75a68a131caa46bb4_multiconf_
source: MQTT client
french: Client MQTT

# dc8ee444c7c48e79ba2a13c123bed392d19d470c_multiconf_
source: The configuration is readable and writable through the Remote console
french: La configuration est accessible et modifiable à partir d'un accès distant

# 17e503a73f734f8e54612b905b867e84ad2d7ab9_multiconf_
source: The configuration is only writable through the Remote console
french: La configuration peut seulement être modifiée à partir d'un accès distant

# 7afbb96ab8dcd78b4267658cd9bada806f5e67b3_multiconf_
source: Authentication using Admin Password is required to gain write access to the configuration
french: L'authentification via le mots de passe Administrateur est nécessaire pour avoir un accès en écriture des paramètres de configuration

# fa17449592e3d67bc9ff00b674ee84ec2bdaa424_multiconf_
source: The configuration is locked (no read / no write over the Remote console)
french: La configuration est verrouillée (aucune lecture/écriture depuis la console distante)

# 546ed04fab50e18266b023bb2b6e5d291809c2e9_multiconf_
source: Disable Admin password
french: Désactiver le mot de passe administrateur

# 4a67a1f5c41efd4f4cecb5215ee5044bd7c06506_multiconf_
source: Remote user can authenticate using Admin Password
french: L'utilisateur distant ne peut s'authentifier avec le mot de passe administrateur

# 9fd539ca708252a7a906af0d843cfa6665d07ef5_multiconf_
source: Authentication using Admin Password is forbidden
french: L'authentification avec le mot de passe administrateur est interdite

# 509b98ea5e0fc3a0b9e0958cc489531f203b8a9f_multiconf_
source: Disable User password
french: Désactiver le mot de passe utilisateur

# c74bc7ad5a7dad50455eb3d2e42542974008f7fb_multiconf_
source: Remote user can authenticate using User Password
french: L'utilisateur distant ne peut s'authentifier avec le mot de passe utilisateur

# 3c335fe22d0229938ef9997d3520fc85f24c0d80_multiconf_
source: Authentication using User Password is forbidden
french: L'authentification avec le mot de passe utilisateur est interdite

# c782ceb2d280ef90982fa849f92afe8aba675e0d_multiconf_
source: Telnet access
french: Accès Telnet

# 2c48bd67c0cd119b87b0483090a09c23dc166c04_multiconf_
source: Telnet accces is enabled
french: L'accès Telnet est activé

# ce6549db45f6e09bf8b1994f6ea6de5ca9e70abb_multiconf_
source: Telnet accces is disabled
french: L'accès Telnet est désactivé

# 898210d6ce72f96eb4da530373b223e7847b4412_multiconf_
source: Key ID for config push
french: ID de la clé utilisée pour envoyer la configuration

# ea79517906189c4ca010d33961de6d9d309e788b_multiconf_
source: Public Key for config push
french: Clé publique utilisée pour envoyer la configuration

# 528fc215dbffa0773dbd4b9652c124e8abd33c22_multiconf_
source: Configuration of the RFID UHF (868/910MHz) reader
french: Configuration du lecteur RFID UHF (868/910MHz)

# 60bd1391882a05fda0b5cf34367fe7945202abb6_multiconf_
source: RFID UHF protocols
french: Protocoles RFID UHF

# aee9d218b10fc79ccc7df3145fa6e1308947a6f4_multiconf_
source: RFID UHF USB protocol
french: Protocole RFID UHF USB

# a1185161ba4dd16a6a523597df180e99ac480b56_multiconf_
source: Use ST Reader Suite or not
french: Utiliser ou non la suite logicielle ST reader

# ba8516df88dcafb2644612b677c574ec57e3353c_multiconf_
source: Main carrier frequency
french: Fréquence de la porteuse principale
