Repository: galileo0106/springcard-fe
Catalog: src/locales/Companion_web_*.xlf
Languages: french

# b7aca81c893d9effe10313416a3aa33d53550b2e_UI_
source: SpringCard Companion - Beta version
french: SpringCard Companion - Version Béta

source: Home
french: Accueil

source: Service deprecated
french: Service obsolète

source: The version of the SpringCard Companion service you are using is deprecated.
french: La version du service de SpringCard Companion que vous utilisez est obsolète.

source: Install the new version
french: Installer la nouvelle version

source: Download SpringCard Companion
french: Télécharger SpringCard Companion

source: from this link.
french: depuis ce lien.

source: Install the new version then come back to this page and
french: Installez la nouvelle version puis revenez sur cette page et

source: refresh it
french: rafraîchir

source: Service not detected
french: Service non détecté

source: Welcome to SpringCard Companion
french: Bienvenue à SpringCard Companion

source: Please install and launch the SpringCard Companion Service to continue.
french: Veuillez installer et lancer le service de SpringCard Companion pour continuer.

source: Download the Companion Service setup.
french: Télécharger l'installateur du service de Companion.

source: Windows setup
french: Installateur Windows

source: SORRY THIS SERVICE IS AVAILABLE FOR WINDOWS 10 ONLY.
french: DÉSOLÉ CE SERVICE EST DISPONIBLE UNIQUEMENT POUR WINDOWS 10.

source: Launch the Companion Service.
french: Lancer le service de SpringCard Companion.

source: The Service is already installed but not running? Start it manually or click the button below:
french: Le service est déjà installé mais ne fonctionne pas ? Démarrez-le manuellement ou cliquez sur le bouton ci-dessous :

source: [Start the service]
french: [Démarrer le service]

# e232dffe308bdd7f6ee45acbe1d808ff29480af6_UI_
source: My Products
french: Mes produits

# db0969ff3d2ad3bbc9cd65bf8cd8f9c435341070_UI_
source: Connected
french: Connectés

# 5359d0f4964cd983f699c5994149ba4eed32174b_UI_
source: Associated
french: Associés

# 9047638c8c666845eb5c2e083bfac9f72abb07a6_UI_
source: My Configurations
french: Mes configurations

# 6490b3960cc7c4a789cdbd29575d93abad081e07_UI_
source: List
french: Liste

# d26383b3c0614e4c1445b8d5f82560cfb7253cce_UI_
source: Create new
french: Créer nouvelle

# a059709f71aa4c0ac219e160e78a738682ca6a36_UI_
source: Import
french: Importer

# f09dbc9111aab89086082f97a2087bbb8b756081_UI_
source: Go on the site
french: Aller sur le site

# d0969b2f97e4de7eec3d16c223b42d9fa4af4c5d_UI_
source: Privacy policy
french: Politique de confidentialité

# aa4f4b7c81ae9cabfcebc2173f31e3f4bf08d833_UI_
source: Terms of Service
french: Conditions d'utilisation

# 090b89175e8311f9be1f427a459b420327198625_UI_
source: Technical support
french: Support technique

# ac0f81713a84217c9bd1d9bb460245d8190b073f_UI_
source: More
french: Plus

# b2ea2c3d395c1d7c6636a73781552f512b27e5a0_UI_
source: System Information
french: Informations système

# 004b222ff9ef9dd4771b777950ca1d0e4cd4348a_UI_
source: About
french: À propos de

# 7ba318365e5fb4c2f3897ad66f66350b8157d445_UI_
source: Realtime events
french: Évènements en temps réel

source: (duplicated)
french: (dupliquée)

source: Retry
french: Recommencer

source: Cancel
french: Annuler

source: Duplicate configuration
french: Dupliquer la configuration

source: Title
french: Titre

source: Configuration form settings
french: Paramètres du formulaire de configuration

source: Favorite this configuration
french: Mettre cette configuration dans mes favoris

source: Library
french: Bibliothèque

source: Group
french: Groupe

source: ** ALL **
french: ** TOUS **

source: Select an APDU to import
french: Choisir une APDU à importer

source: Select slot
french: Choisir le slot

source: Reader
french: Lecteur

source: Server:
french: Serveur :

source: Account:
french: Compte :

source: The page you requested cannot be found.
french: La page demandée est introuvable.

source: Possible reasons for missing pages, and what you can do:
french: Raisons possibles des pages manquantes et ce que vous pouvez faire :

source: If you typed an URL in the Address bar, make sure the URL was spelled correctly
french: Si vous avez tapé une URL dans la barre d'adresse, assurez-vous que l'URL a été correctement orthographiée

source: If you used a bookmark, please delete it and navigate from the homepage
french: Si vous avez utilisé un signet, veuillez le supprimer et naviguer à partir de la page d'accueil

source: If you cannot find a product or page and need technical assistance,
french: Si vous ne trouvez pas un produit ou une page et avez besoin d'une assistance technique,

source: please contact us
french: veuillez nous contacter

source: This page may not be available in the language you selected
french: Cette page n'est peut être pas disponible dans la langue que vous avez sélectionné

source: Error during a network request
french: Erreur durant une requête réseau

source: There was an error while asking for service information
french: Une erreur s'est produite lors de la demande d'informations sur le service

source: Key
french: Clé

source: Value
french: Valeur

source: Configure device
french: Configurer le périphérique

source: Error
french: Erreur

source: There was an error while asking for the list of configurations for this device:
french: Il y a eu une erreur durant la demande de la liste de vos configurations pour ce périphérique :

source: Loading your configurations please wait
french: Chargement de vos configurations, veuillez patienter

source: Select an existing configuration to use
french: Choisissez une configuration existante à utiliser

source: Use configuration
french: Utiliser la configuration

source: Or create a new one
french: Ou en créer une nouvelle

source: Configuration name
french: Nom de la configuration

source: Configuration description
french: Description de la configuration

source: Your configurations
french: Vos configurations

source: Refresh
french: Rafraîchir

source: There was an error while asking for the list of the products used in your configurations:
french: Une erreur s'est produite lors de la demande de la liste des produits utilisés dans vos configurations :

source: There was an error while asking for the list of your configurations list:
french: Une erreur s'est produite lors de la demande de la liste de votre liste de configurations :

source: Configuration shared with success
french: Configuration partagée avec succès

source: Success
french: Succès

source: There was an error while sharing your configuration:
french: Il y a eu une erreur durant le partage de votre configuration :

source: Configuration deleted with success
french: Configuration supprimée avec succès

source: There was an error while deleting your configuration:
french: Une erreur s'est produite durant la suppression de votre configuration:

source: Configuration status was changed with success
french: Le statut de la configuration a été changé avec succès

source: There was an error while changing the status of your configuration:
french: Une erreur s'est produite durant le changement de statut de votre configuration :

source: Configuration loaded with success
french: Configuration chargée avec succès

source: There was an error while loading your configuration:
french: Une erreur s'est produite durant le chargement de votre configuration :

source: Configuration was duplicated with success
french: Configuration dupliquée avec succès

source: There was an error while duplicating your configuration:
french: Une erreur s'est produite durant la duplication de votre configuration :

source: Remove configuration
french: Supprimer la configuration

source: Do you really want to remove this configuration?
french: Voulez-vous vraiment supprimer cette configuration ?

source: Share configuration
french: Partager la configuration

source: Enter the mail address of the person to share the configuration with:
french: Entrez l'adresse mail de la personne avec laquelle vous voulez partager la configuration :

source: Configuration was not duplicated
french: La configuration n'a pas été dupliquée

source: Filters
french: Filtres

source: Filter by product
french: Filtrer par produit

source: -- All products --
french: -- Tous les produits --

source: Select only:
french: Ne choisir que :

source: Favorites
french: Favoris

source: Not favorite
french: Non favoris

source: All
french: Tous

source: Loading configurations please wait
french: Chargement des configurations, veuillez patienter

source: You don't have any configuration for this moment.
french: Vous n'avez pas de configuration pour l'instant.

source: View
french: Voir

source: Edit
french: Editer

source: Delete
french: Supprimer

source: Share
french: Partager

source: Apply to device
french: Appliquer au périphérique

source: Duplicate
french: Dupliquer

source: Unfavorite
french: Supprimer des favoris

source: Created
french: Créée

source: Modified
french: Modifiée

source: Product
french: Produit

source: New configuration
french: Nouvelle configuration

source: Please select a device
french: Veuillez choisir un périphérique

source: Warning
french: Attention

source: Create a new configuration
french: Créer une nouvelle configuration

source: To create a new configuration please fill out the form below.
french: Pour créer une nouvelle configuration veuillez renseigner le formulaire ci-dessous.

source: Select the target product
french: Choisir le produit cible

source: Create
french: Créer

source: You are going to leave configuration, please confirm it.
french: Vous êtes sur le point de quitter la configuration, veuillez le confirmer.

source: Global configuration
french: Configuration globale

source: Edit mode
french: Mode edition

source: The content of the form is not valid, please correct it.
french: Le contenu du formulaire n'est pas correct, veuillez le corriger.

source: According to the configuration, the device does not support templates.
french: D'après la configuration, l'appareil ne prend pas en charge les templates.

source: There was an error while asking for your devices list:
french: Une erreur s'est produite lors de la demande de votre liste de périphériques :

source: The content of the form is invalid, please correct it
french: Le contenu du formulaire est incorrect, veuillez le corriger

source: Saving configuration
french: Enregistrement de la configuration

source: There was an error while saving your configuration:
french: Une erreur s'est produite durant l'enregistrement de votre configuration :

source: Error while saving the configuration
french: Erreur durant l'enregistrement de votre configuration

source: Transferring configuration, please wait...
french: Transfert de la configuration, veuillez patienter...

source: Your configuration was applied with success
french: Votre configuration a été appliquée avec succès

source: There was an error while writing configuration to device
french: Une erreur s'est produite durant l'écriture de votre configuration dans le périphérique

source: There was an error while sending the configuration to the device:
french: Une erreur s'est produite durant l'envoi de votre configuration dans le périphérique :

source: Searching for devices list
french: Recherche de la liste des périphériques

source: There was an error while detecting your devices
french: Une erreur s'est produite durant la détection de vos périphériques

source: Apply configuration to device
french: Appliquer la configuration au périphérique

source: You are ready to load the following configuration into your device:
french: Vous êtes prêt à charger la configuration suivante dans votre périphérique :

source: Configuration settings
french: Paramètres de configuration

source: Configuration title
french: Titre de la configuration

source: Select the target device:
french: Choisissez le périphérique cible :

source: Refresh List
french: Rafraîchir la liste

source: Method to save configuration
french: Méthode pour enregistrer la configuration

source: Overwrite all configuration
french: Écraser toute la configuration

source: Overwrite configuration but keep individual registers
french: Écraser toute la configuration mais conserver les registres individuels

source: The content of the configuration is invalid or some parts are missing and so can't be saved, please correct the problem(s).
french: Le contenu de la configuration est invalide ou certaines parties sont manquantes et nous ne pouvons donc pas l'enregistrer, veuillez corriger le(s) problème(s)

source: Configuration saved with success
french: Configuration enregistrée avec succès

source: Settings
french: Réglages

source: Reset
french: Réinitialiser

source: Do you really want to remove this template, its content will be lost?
french: Voulez-vous vraiment supprimer ce template, son contenu sera perdu ?

source: Template was removed
french: Template supprimé

source: Template was not removed
french: Template non supprimé

source: You are going to leave the configuration, Do you really want to do it?
french: Vous allez quitter la configuration, voulez-vous vraiment le faire ?

source: Leave without saving
french: Quitter sans sauvegarder

source: Back to Edit screen
french: Retourner à l'écran d'édition

source: Save data
french: Enregistrer les données

source: Do you want to save your configuration?
french: Voulez-vous enregistrer votre configuration ?

source: Configuration settings were not changed
french: Les réglages de la configuration n'ont pas été changés

source: Saving your configuration, please wait
french: Enregistrement de votre configuration, veuillez patienter

source: Card Processing Templates
french: Templates de traitement des cartes

source: Remove template
french: Supprimer le template

source: Add a new template
french: Ajouter un nouveau template

source: Please select a template to use
french: Sélectionnez le template à utiliser

source: Add it
french: Ajouter

source: Card analysis on
french: Analyse de carte sur

source: Card(s) analysis
french: Analyse des cartes

source: Card not recognized!
french: Carte non reconnue !

source: on
french: sur

source: Card is analysed, please wait
french: La carte est en train d'être analysée

source: There was an error during analyse
french: Il y a eu une erreur pendant l'analyse

source: Result of analysis
french: Résultat de l'analyse

source: Launch analysis
french: Lancer l'analyse

source: Connected Devices
french: Périphériques connectés

source: There was an error while asking for the devices list:
french: Une erreur est survenue durant la demande de la liste de vos périphériques :

source: wink sent successfully
french: demande de clignotement envoyée avec succès

source: wink sent unsuccessfully
french: problème durant la demande de clignotement

source: Fail
french: Échec

source: Error during wink
french: Erreur durant le clignotement

source: There was an error while asking the reader to wink
french: Il y a eu une erreur durant la demande de clignotement

source: Beep sent successfully
french: Bip envoyé avec succès

source: Beep sent unsuccessfully
french: Echec dans l'envoi du Bip

source: There was an error while asking the reader to beep
french: Il y a eu une erreur en demandant au lecteur d'émettre un bip

source: Loading detected devices
french: Affichage des appareils détectés

source: No device detected, please plug one and click on the 'Refresh List' button (in the top right corner).
french: Aucun appareil détecté, veuillez en brancher un et cliquer sur le bouton «Actualiser la liste» (dans le coin supérieur droit).

source: Connection:
french: Connexion :

source: Serial Number:
french: Numéro de série :

source: Firmware Version:
french: Version du firmware :

source: A new release is available! Upgrade
french: Une nouvelle version est disponible! Mettre à jour

source: Inventory:
french: Inventaire :

source: Location:
french: Emplacement :

source: Configure
french: Configurer

source: Change device data
french: Modifier les données de l'appareil

source: Readers
french: Lecteurs

source: Card analysis
french: Analyse de la carte

source: Scriptor
french: Script

source: Events
french: Evènements

source: Serial port:
french: Port série:

source: Not connected TBD
french: Non connecté (à faire)

source: Physical address:
french: Adresse physique :

source: IP v4 address:
french: Adresse IPv4 :

source: Ip v6 address:
french: Adresse IPv6 :

source: Wink
french: Clignoter

source: Flash
french: Flasher

source: Flash device
french: Flasher le périphérique

source: It's not possible to find any firmware for this product
french: Impossible de trouver un firmware pour ce produit

source: There was an error while getting the list of firmwares
french: Une erreur s'est produite durant la recherche de la liste des firmwares

source: This firmware DOES NOT match the selected hardware. Loading this firmware into this device is likely to brick the device and void its warranty. Are you really sure you want to this?
french: Le firmware NE CORRESPOND PAS au périphérique sélectionné. Le flash de ce firmware sur ce périphérique risque de le bloquer et d'annuler la garantie. Êtes-vous sur de vouloir faire cette opération?

source: The file you have chosen is not correct, please select another one.
french: Le fichier sélectionné est incorrect, sélectionnez-en un autre.

source: There was an error while validating your local file
french: Il y a eu une erreur lors de la validation de votre fichier local

source: Please select a file.
french: Veuillez choisir un fichier.

source: There was an error while downloading the requested firwmare
french: Il y a eu une erreur lors du téléchargement du firmware demandé

source: The procedure has failed. The device is restarting in fail-safe mode.
french: La procédure a échoué. Le périphérique va redémarrer en mode sans échec.

source: The procedure has been cancelled. The device is restarting.
french: La procédure a été annulée. Le périphérique va redémarrer.

source: The procedure has terminated successfully. The device is restarting.
french: La procédure s'est terminée avec succès. Le périphérique va redémarrer.

source: The procedure has terminated successfully. The device was already up to date.
french: La procédure s'est terminée avec succès. Le périphérique était déjà à jour.

source: Unkown status:
french: Statut inconnu:

source: There was an error with the websocket
french: Une erreur s'est produite avec la websocket

source: Firmware sent to the product with success
french: Firmware envoyé au périphérique avec succès

source: success (already up to date)
french: succès (déjà à jour)

source: The firmware was alreay up to date
french: Le firmware est déjà à jour

source: Failed to send the firmware to the reader
french: Échec de l'envoi du firmware au lecteur

source: There was an error while sending the firwmare to the product :
french: Il y a eu une erreur lors de l'envoi du firmware au produit :

source: Downloading firmwares list
french: Téléchargement de la liste des firmwares

source: We are validating your firmware, please wait
french: En attente de validation du firmware

source: Please select the firmware you want to flash into the device:
french: Sélectionnez le firmware à flasher :

source: Local file
french: Fichier local

source: Next
french: Suivant

source: Last version
french: Dernière version

source: Previous version
french: Version précédente

source: From last version
french: Depuis la dernière version

source: Last version:
french: Dernière version :

source: From previous version
french: Depuis la version précédente

source: From a local file
french: Depuis un fichier local

source: Select file
french: Sélectionner un fichier

source: Transferring firmware, please wait...
french: Transfert du firmware, veuillez patienter...

source: Status:
french: Statut :

source: Finish
french: Fini

source: Please wait, the firmware is being downloaded
french: Veuillez attendre pendant le téléchargement du firmware

source: There was an error while asking for system information
french: Erreur lors de la récupération des informations du sytème

source: Operating system and environment
french: Système d'exploitation et environnement

source: Connect to companion.springcard.com
french: Connexion à companion.springcard.com

source: Connection to companion.springcard.com
french: Connexion à companion.springcard.com

source: Get the best of SpringCard Companion by using Springcard's cloud services.
french: Obtenez le meilleur de SpringCard Companion en utilisant les services cloud de Springcard.

source: Associated with the SpringCard Companion software, the companion.springcard.com service centralizes your information and your settings securely. No longer take the risk of losing your configurations, and exploit the full potential of your smartphone by directly configuring your SpringCard reader by NFC or BLE thanks to this single connection.
french: Associé au logiciel SpringCard Companion, le service Companion.springcard.com centralise vos informations et vos paramètres en toute sécurité. Ne prenez plus le risque de perdre vos configurations, et exploitez tout le potentiel de votre smartphone en configurant directement votre lecteur SpringCard par NFC ou BLE grâce à cette connexion unique.

source: Request for a new password
french: Demander un nouveau mot de passe

source: Set new password
french: Changer mot de passe

source: I already have an account
french: J'ai déjà un compte

source: Create a new account
french: Créer un compte

source: Disconnect
french: Déconnecté

source: You are connected
french: Vous êtes connecté

source: Error while connecting
french: Erreur lors de la connexion

source: There was an error while connecting.
french: Il y a eu une erreur lors de la connexion.

source: Please wait
french: Attendez...

source: Connection
french: Connexion

source: Password:
french: Mot de passe :

source: Remember my password on this computer
french: Se rappeler de mon mot de passe sur cet ordinateur

source: (do not check this box on a public or shared computer)
french: (ne pas cocher cette case sur un ordinateur publique ou partagé)

source: Submit
french: Soumettre

source: Your are disconnected
french: Vous êtes déconnecté

source: Disconnecting
french: Déconnexion

source: Create an account
french: Créer un compte

source: Your account was created with success, please consult your mails.
french: Votre compte a été crée avec succès, veuillez consulter vos mails.

source: Error while creating your account
french: Erreur lors de la création de votre compte

source: Register
french: S'inscrire

source: Please fill out the form below to create an account. The required fields are marked.
french: Veuillez remplir le formulaire suivant pour créer un compte. Les champs obligatoires sont indiqués.

source: First Name
french: Prénom

source: Last Name
french: Nom

source: Company
french: Entreprise

source: Password
french: Mot de passe

source: Do you want to subscribe to our newsletter? *
french: Voulez-vous vous abonner à notre newsletter ? *

source: No
french: Non

source: Yes
french: Oui

source: I use the SpringCard products for
french: J’utilise les produits SpringCard pour

source: I accept usage conditions of companion.springcard.com
french: J'accepte les conditions de companion.springcard.com

source: Your account was created with success, please consult your mails to validate your account.
french: Votre compte a été crée avec succès, consultez vos mail pour valider ce dernier.

source: We are sorry but there was an error during the creation of your account,
french: Désolé, il y a eu une erreur lors de la création de cotre compte,

source: Ask for a new password
french: Demander un nouveau mot de passe
