Repository: galileo0106/springcard-fe
Catalog: src/locales/Companion_web_*.xlf
Languages: french

# 1337448548829112842_templates_
source: Read NDEF from NFC Forum type 4 Tags (A & B)
french: Lire le NDEF des cartes NFC Forum type 4 (A et B)

# 9059445906206006659_templates_
source: Read NDEF from NFC Forum type 4A Tags
french: Lire le NDEF des cartes NFC Forum type 4A

# 4101392316028836890_templates_
source: Read NDEF from NFC Forum type 4B Tags
french: Lire le NDEF des cartes NFC Forum type 4B

# 488923577347089773_templates_
source: Read NDEF from any NFC Forum Tag
french: Lire le NDEF de n'importe quel type de carte NFC Forum

# 2134489741034063331_templates_
source: Read NDEF from any NFC Forum Tag and Receive NDEF by SNEP (peer-to-peer)
french: Lire le NDEF de n'importe quel type de carte NFC Forum et recevoir le NDEF par SNEP (point à point)

# 9071257506615153699_templates_
source: Orange NFC APIs (retail)
french: Orange NFC APIs (Vente au détail)

# 631910551050779209_templates_
source: <p><strong>Orange NFC APIs for Office</strong> is a framework for NFC services, offered by Mobile Network Operator Orange. It targets user identification applications (access control, private e-purse, car park &amp; card sharing, and alikes).</p> <p>The services are provided by the smartphone either in host-based card emulation mode (HCE) or through a SIM card.</p> <p>Organisations are identified by an <strong>ApplicationId</strong> (variable length) and their organisation units by a <strong>ZoneId</strong> (on 6 bytes). A diversified AES key protects the data. Every user “belonging” to the organisation is identified by a Badge number on 10 bytes.</p>
french: <p><strong>Orange NFC Office API</strong> est un framework proposé par l'opérateur télécom Orange. Ce framework permet de concevoir différentes applications pour l'identification des personnes (contrôle d'accès, porte-monnaie électronique en circuit fermé, parking et car sharing, etc).</p> <p>L'implémentation NFC est assurée par émulation par le mobile (HCE) ou par la carte SIM.</p> <p>Les organisations qui utilisent cette solution sont identifiées par un <strong>ApplicationId</strong> (de longueur variable); leurs unités organisationnelles (site, service, bâtiment?) par un <strong>ZoneId</strong> (sur 6 octets). Chaque usager de l'organisation est identifié par un numéro de Badge (sur 10 octets). Une clé AES diversifiée prouve l'authenticité de l'application pendant la transmission de cet identifiant du mobile au lecteur.</p>

# 5923379642890309492_templates_
source: <p>Orange Pack ID is an application framework designed to create a smartphone-based, hand-free tag for identification, access control or e-wallet applications.</p> <p>Orange Pack ID uses Bluetooth 4.0 Smart aka Bluetooth Low Energy (BLE) for communication between the smartphone and a compliant Reader.</p>
french: <p>Orange Pack ID est un framework destiné à créer des applications d'identification sur mobile.</p> <p>Orange Pack ID utillise Bluetooth 4.0 Smart (Bluetooth Low Energy - BLE) pour la communication entre le smartphone et le lecteur.</p>

# 5487793336572985134_templates_
source: BLE Spy
french: Espion BLE

# 6907009951503083099_templates_
source: <p>When the BLE Spy mode is selected, the SpringCore device listens for all the BLE devices that are broadcasting in the nearby, and transmits to the host their advertisement data.</p> <p>In simple mode (LKL=0E), only the content of the advertisement frame is returned. In full mode (LKL=0F), the "scan response data" frame is returned as well (if the remote BLE device has one).</p>
french: <p>Quand le mode Espion BLE Spy est sélectionné, le lecteur SpringCore écoute et retransmet à son hôte toutes les trames d'advertisement émises par les équipements BLE situés à proximité.</p> <p>Dans le mode simple (LKL=0E), seul le contenu de la trame d'advertisement est récupéré. En mode complet (LKL=0F), la trame "scan response" est également récupérée (pour les objets BLE qui en ont une).</p>

# 6399589207965898118_templates_
source: <p>SpringBlue is an innovative identification scheme, targeting smartphone applications, where the user’s ID is pushed securely to a SpringBlue-enabled Reader, either through NFC Host Card Emulation (HCE) or through Bluetooth Smart, aka BLE (Bluetooth Low Energy).</p>
french: <p>SpringBlue est un système d'identification sur smartphone innovant. L'identifiant de l'usager est transmis de manière sécurisée du mobile vers le lecteur compatible SpringBlue indifféremment à travers NFC en Host Card Emulation (HCE) or par une communication Bluetooth Smart (Bluetooth Low Energy - BLE).</p>

source: New configuration -
french: Nouvelle configuration -

# 21a8d02cee6bcff88e23ccf64a8322c9343960a1_multiconf_
source: Service ID, Company ID and Access ID
french: Service ID, Company ID et Access ID

# d2a3fc67944a5e8c6a17c546a29690d7e3b41b60_multiconf_
source: Service ID
french: ID du service

# cf1c2b1f236aa5d8cbc24a923c094909bb22e813_multiconf_
source: Secret Key
french: Clé sercrète

# 4d58a12acf72a85ebe513dadeb6185ab04cfdf67_multiconf_
source: Where to save secret key?
french: Ou enregistrer la clé secrète?

# 5ae48cbeee0c0156f4d96ca46dda29b388bf5170_multiconf_
source: Secret key stored in the template
french: Clé secrète stockée dans le template

# db8d575c74e51b167875fe6fdc9f292c2cae1dc0_multiconf_
source: Secret key stored in the Secure Element
french: Clé secrète stockée dans le Secure Element

# 5807933484320e89be9ba6dd0f9a75857865a844_multiconf_
source: Secret key is stored in the template
french: Clé secrète est stockée dans le template

# 93a02b8c590ab9fc1539d953aff39276a7b6bf77_multiconf_
source: Field select and offsets
french: Sélection et offset

# e11667a5e881c032e2bfd3937f33f0bb2442c2c0_multiconf_
source: Field select and offsets (LOC register)
french: Sélection et offset (registre LOC)

# ed72606056198896f46c65d0dbbe854d04f3de47_multiconf_
source: Authentication
french: Authentification

# 4c2a1d60d5a5b80623f2ecbf1227015db27de8ec_multiconf_
source: No authentication
french: Pas d'authentification

# 0b215b7d41f6a2e8485882fd55d8c6e91f93b2a4_multiconf_
source: Use AES authentication
french: Utiliser l'authentification AES

# 5db4f0a6149fed0b0fd825abafdf021f17b0a35c_multiconf_
source: Offset within the field
french: Décalage dans le champ

# b9131a1dbd276be53427558bd611157265a6a2d8_multiconf_
source: Shift bits to the left
french: Décaler les bits vers la gauche

# 2054b60bc122151cd5edde1d8c2bcfc552b53b77_multiconf_
source: Application ID for Orange NFC APIs (Office)
french: Application ID pour Orange NFC APIs (Office)

# 0abee2c9cb310ce022ab4f49cc55b33513e8a4af_multiconf_
source: Zone ID for Orange NFC APIs (Office)
french: Zone ID pour Orange NFC APIs (Office)

# 78bb8cdcf0f295813a16650d7b9ecca31277a71c_multiconf_
source: Master Key
french: Clé maîtresse

# 6490296b39d2c4a1cce03d54972e71ea7c626684_multiconf_
source: Master Key for Orange NFC APIs (Office)
french: Clé maîtresse pour Orange NFC APIs (Office)

# 01f51d0ef4bb5cbd95afd437c46d83c1172db5b0_multiconf_
source: Value that the reader will “push” to the mobile phone after processing.
french: Donnée que le lecteur “push” vers le smartphone en fin de traitement.

# 8f1e15bc074f2a5bd94743f345e1bf193c4ee4cc_multiconf_
source: Trailing zeros
french: Zéros en tête

# c05ba164702eb962ce88d551ea7ef0e45daf62dc_multiconf_
source: Don't suppress trailing zeros
french: Ne pas supprimer les zéros non-significatifs

# b5d00496356d1707ba505c79db5abfbe334262a2_multiconf_
source: Suppress trailing zeros (valid for field select = 0x02 or 0x04 only
french: Masquer les zéros non-significatifs (valable seulement pour 0x02 ou 0x04)

# b7256ff6a420e499064fe74f843cfd5910c64647_multiconf_
source: Field select
french: Donnée à utiliser

# 662a25bd48341fb46ac22270ea31f829367384ee_multiconf_
source: Read the MeHolderId field
french: Lire le champ MeHolderId

# 947fba14b3b9c91cfb7fcd0db3162168bae81f07_multiconf_
source: Read the CustomerId field
french: Lire le champ CustomerId

# d81dd1aaaa37edd7b94592ad255845731e55a29c_multiconf_
source: Read the LoyaltyCardId field
french: Lire le champ LoyaltyCardId

# 55d211a259fcd7ab73d947694a81b09dac9ed3c3_multiconf_
source: Size and format of output (TOF register)
french: Taille et format de la sortie (registre TOF)

# be9c118b645920f88b7829bc5e62d853e80d7bdb_multiconf_
source: Send the data “as is”
french: Envoyer les données "tel quel"

# 3d47167cb8ff75593b9a17813a3a162eade41f01_multiconf_
source: Reverse the data before sending (last char first)
french: Inverser les données avant de les envoyer (dernier caractère en premier)

# 7c616e68984e1becc2d1da8f23799461b5a4db06_multiconf_
source: Fixed length
french: Longueur fixe

# f094c83da3f32fe8d2fb9d0bdc55cad4ef16f6a3_multiconf_
source: Padd with ' ' chars (SPACE) on the right until the max output length is reached
french: Insérer des espaces sur la droite tant que la longueur de sortie (max) n'a pas été atteinte

# b3ffefdea8223ff85c7019bef842609d5b970241_multiconf_
source: Output length (max), 0 means “no limit”
french: Longueur de sortie (max), 0 signifie "sans limite"

# 246505d2643d9c464d8c9f438059045f3cf7930e_multiconf_
source: Type Name and Format
french: Type, Nom et Format

# 5b1a24e5b4773c6b32722621c1005fd13449fd6c_multiconf_
source: Type Name and Format (TNF register)
french: Type, Nom et Format (Registre TNF)

# e87411824b78a5b2e6a7b433b2b24f23e415dcb5_multiconf_
source: TNF for NDEF Data
french: TNF pour les données NDEF

# 1c71fd31eb17924f51f6c15e5b1ba3003af905e0_multiconf_
source: Read a NFC Forum well-known record (NFC RTD)
french: Lire un contenu NFC Forum standard (NFC RTD)

# 9165bc20ce9a2edee3eb4db1d6a121d6d4610fc3_multiconf_
source: Read a Media record (RFC 2046)
french: Lire un enregistrement Media (RFC 2046)

# bb4916144602509f48d2f1ca31888935d43ae943_multiconf_
source: Read an absolute URI (RFC 3986)
french: Lire une URI absolue (RFC 3986)

# 6241212a60cebea5be936326c6a648d2e9ea57d4_multiconf_
source: Read a NFC Forum external record (NFC RTD)
french: Lire un enregistrement NFC Forum externe

# e7c75ac5301da41e7404bb43bb847eb8bfa203b5_multiconf_
source: Read a SpringCard data entry
french: Lire une entrée de donnée SpringCard

# 4b6a67bebec1e5014336ce999b79e403009c465b_multiconf_
source: Read a Text
french: Lire un texte

# fa743a8b70d89c0fdf129d5e7b7327625378fe35_multiconf_
source: Read a URI
french: Lire une URI

# d2b4ad2e0543ee643afc9dbd246ad36802111bff_multiconf_
source: Read either a SpringCard data entry, a URI or a Text
french: Lire une entrée de donnée SpringCard, une URI ou un texte

# 15e61a23f71d4ccbe6a23572251cd7e0cff84006_multiconf_
source: TYP for NDEF Data
french: TYP pour les données NDEF

# becd2af7f77a908fbb7946503c04c8e4a7b914b0_multiconf_
source: Address of 1st word
french: Adresse du premier mot

# ccbb702ab484360505da90252e2b69440a46f1a9_multiconf_
source: Offset within the 1st word
french: Décalage dans le 1er mot

# fba8c6d386cb10d405a3356c4b12b8a67e225eb5_multiconf_
source: Address of 1st block
french: Adresse du premier bloc

# c8e0c9db690efb86f898b87de03d1a43f62c858d_multiconf_
source: Depends on the PICC's actual memory size
french: Dépend de ta taille effective de la mémoire du PICC

# a8f55883e96728abec7dc1c2af213bade4bbe2d3_multiconf_
source: Offset within the 1st page
french: Décalage dans la première page

# 81b563e1573d9427bff93b96b33994131eb69e1b_multiconf_
source: Offset within the response to the last APDU
french: Décalage dans la réponse du dernier APDU

# 2b053c2dd4b340f84fbe39d8033e7b5dadb3c2e9_multiconf_
source: ISO 7816-4 APDU 1 (AU1 register)
french: ISO 7816-4 APDU 1 (registre AU1)

# 08516807cc818dc9acad27d2198048a58f78f074_multiconf_
source: ISO 7816-4 APDU 2 (AU2 register)
french: ISO 7816-4 APDU 2 (registre AU2)

# 388862bdd91c5b79c916da6de8f2477321b84b56_multiconf_
source: ISO 7816-4 APDU 3 (AU3 register)
french: ISO 7816-4 APDU 3 (registre AU3)

# e6e382f28244207ccef44adfbc84abc863eb4d28_multiconf_
source: Application and File
french: Application et Fichier

# 2d8f48a37345688f95536a411d06087a3b61c912_multiconf_
source: What to read?
french: Quoi lire ?

# f8cc10f0490e273d44715f8815e825b0ef113e66_multiconf_
source: Enter 3 bytes in hexadecimal
french: Entrer 3 octets en hexadécimal

# 8d973e42cbb6fac008ef864ca33f03b54e8f9d9e_multiconf_
source: File IDentifier within the application
french: File IDentifier dans l'application

# 7dbdcdd88451e521b836b4dbf745de539f578cd4_multiconf_
source: Reading a:
french: Lecture de :

# f9f781c8a481d322f694de5d154e574389de4fce_multiconf_
source: Read a Standard or StdBackup file
french: Lecture d'un fichier de type Standard ou StdBackup

# 3a45f5efe4aa2afb0f4aad1f71abf42f0e181fa3_multiconf_
source: Read a Record or Cyclic file
french: Lecture d'un fichier de type Record ou Cyclic

# d9fb2ca3a74086b6b112199310e15140dded38f5_multiconf_
source: Do not read a file, read the Desfire UID
french: Ne pas lire un fichier, lire l'UID Desfire

# cba6f009c5b67329d9a354a7247e3ccb5d004cd0_multiconf_
source: Shift the data
french: Décalage des données

# 41d083193008fdfe986920938500d7a68e00cbf5_multiconf_
source: Shift bytes to the left
french: Décaler les octets vers la gauche

# 60945725e0df87897da09fed174cc8d0bc4dfeca_multiconf_
source: Shift bis to the left
french: Décaler les bits vers la gauche

# dcee766930bd3a1bc9e81dcb0d11e18e20872ee8_multiconf_
source: Authentification and secure communication
french: Authentification et communication sécurisée

# dd2bfb77a509b49ee6abfaa4d9c91a68d5bacc12_multiconf_
source: Authentication method and key
french: Méthode d'authentification et clé

# 922a56c38fe11fbf4a58ae337427ba342b66ca86_multiconf_
source: Authentication mode
french: Mode d'authentification

# f6162ab48c71c43225c7e078b0d7e9792b575e06_multiconf_
source: Desfire EV0 authentication, DES or 3DES2K
french: Authentication Desfire EV0, DES ou 3DES2K

# 2694bf359e92bf9cec10b1550585a5c98d38b941_multiconf_
source: Desfire EV1 authentication, DES or 3DES2K
french: Authentication Desfire EV1, DES ou 3DES2K

# 58a74c2420bd39a1d603293290a7bab46cb9d75d_multiconf_
source: Desfire EV1 authentication, 3DES3K
french: Authentication Desfire EV1, 3DES2K

# f83bbe9612af9f20f23f9a4ee040ba84d3237b35_multiconf_
source: Desfire EV1 authentication, AES
french: Authentication Desfire EV1, AES

# 7f98c614c89fb83f00fa8c580b7b884a4226cd72_multiconf_
source: Send SELECT APPLICATION (DESFIRE AID) to begin the transaction
french: Envoyer SELECT APPLICATION (DESFIRE AID) pour commencer la transaction

# d984d64bff8409057dd97faf928b646d8afc536d_multiconf_
source: Offset within the file
french: Décalage dans le fichier

# d87f9b74a654baca0cde6c36a3c9b2425a9a7351_multiconf_
source: Length to read
french: Longueur à lire

# f4420d8a2e5f636815202cc0b4ded14921a95919_multiconf_
source: Record index within the file
french: Numéro d'enregistrement dans le fichier

# 5ad5cbd1dd4d4e03fd4c8c4a20592d44868f7fbe_multiconf_
source: Exact size of the record
french: Taille exacte de l'enregistrement

# b510a03b1b344d5425e51d3f7ff548eca3940246_multiconf_
source: Key number within the Desfire application
french: Numéro de clé dans l'application Desfire

# 96f16b96b513d913dc71ef53246d2936fda8a38a_multiconf_
source: Value of the DES or 3-DES key (16 bytes)
french: Valeur de la clé DES ou 3-DES (16 octets)

# 08f2aa1f2c21aab959061510d1c0d2938eff0d9e_multiconf_
source: Selects AUTHENTICATE command of Desfire EV0
french: Sélectionne la commande AUTHENTICATE du mode Desfire EV0

# 75d69b71fa1d4a6a4a6c92c38cc941da7fa3c652_multiconf_
source: Selects AUTHENTICATE ISO command of Desfire EV1
french: Sélectionne la commande AUTHENTICATE ISO du mode Desfire EV1

# 920b21c1e2cb7ff2c4e6966dab40297b4c07dcb7_multiconf_
source: Value of the DES or 3-DES key (24 bytes)
french: Valeur de la clé DES ou 3-DES (24 octets)

# c9e29ceb4940851a8a2c73de928da18548e20b77_multiconf_
source: Value of the AES key (16 bytes)
french: Valeur de la clé AES (16 octets)

# eb45129746119d4528b64f8be54ec499a0199a2e_multiconf_
source: Selects AUTHENTICATE AES command of Desfire EV1
french: Sélectionne la commande AUTHENTICATE AES du mode Desfire EV1

# 784fc1b10dc914140f0714220e623d731b3529d3_multiconf_
source: Communication mode
french: Mode de communication

# 39ed10e2ded24d4b3a658eefbeea90fc8bbebcd9_multiconf_
source: Plain
french: Clair

# 187ec5528edff1de3cb9b99d22dd5d90ae68aac8_multiconf_
source: MAC or CMAC
french: MAC ou CMAC

# a7969c4ab132a022124deb76852732c041de04bf_multiconf_
source: Ciphered
french: Chiffré

# ed31c09fd77c36238c13d83635f3fe5294c733d2_multiconf_
source: Location
french: Lieu

# d995b144dc5558dcb9259b8073e5f526db162eac_multiconf_
source: Address of 1st page
french: Adresse de la première page

# d9776291907e829c538ffddda3692cd7af72610b_multiconf_
source: How to retrieve data on the card?
french: Comment retrouver les données sur la carte?

# 78dae0e69729739b438874417e085e2a91a5ad68_multiconf_
source: Using an AID in the MAD
french: Utiliser un AID dans la MAD

# ecb232a355da45a01aec64c1cd5e47666f82051b_multiconf_
source: Using an absolute block address
french: Utilisation d'une adresse de bloc absolue

# 2388d3f319c987fb2f7a23b65707e8ab5ed7f2e8_multiconf_
source: Which key is it?
french: De quelle clé s'agit-il?

# ae5baa3832fdabf524646dd50bf4243df2e8c504_multiconf_
source: Key A
french: Clef A

# 29e036602eaaecb9aaf563167201aa5e17308ad5_multiconf_
source: Key B
french: Clef B

# 5c2fc45679580b06ad4078091c824ddc51a071de_multiconf_
source: Read mode
french: Mode de lecture

# cdfc143bad90f5ba3a164cb8c805691c680cbc7e_multiconf_
source: Reading encrypted, MAC on command, no MAC on response
french: Lecture cryptée, MAC sur commande, pas de MAC sur réponse

# 0553da05e78be55d609c0e5b3c880f1d97730e00_multiconf_
source: Reading encrypted, MAC on command, MAC on response 1
french: Lecture cryptée, MAC sur commande, MAC sur réponse 1

# a6e1cdc66df08cab73eb305640430ce312a5f17f_multiconf_
source: Reading in plain, MAC on command, no MAC on response
french: Lecture en clair, MAC sur commande, pas de MAC sur réponse

# 87020dbde04f0ae42411dff10f1de57cbdd48f23_multiconf_
source: Reading in plain, MAC on command, MAC on response1
french: Lecture en clair, MAC sur commande, MAC sur réponse 1

# 995b1dcc77148eb2e99705f4097535d87f7345de_multiconf_
source: Reading encrypted, no MAC on command, no MAC on response
french: Lecture cryptée, pas de MAC sur commande, pas de MAC sur réponse

# 3d9c278b21896936001447bb1f5904c0856feb31_multiconf_
source: Reading encrypted, no MAC on command, MAC on response
french: Lecture cryptée, pas de MAC sur commande, MAC sur réponse

# 191fa54ea33bf66984d83e6c873009b76ed40290_multiconf_
source: Reading in plain, no MAC on command, no MAC on response
french: Lecture en clair, pas de MAC sur commande, pas de MAC sur réponse

# cf00c0b84ecee8449ce5294e92d409decbf0fdbc_multiconf_
source: Reading in plain, no MAC on command, MAC on response
french: Lecture en clair, pas de MAC sur commande, MAC sur réponse

# e2c94c8d67661f9caaafd05f155fdf837f24d10c_multiconf_
source: AID of the sector, high-order byte
french: AID du secteur, octet de poids fort en premier

# 39d9fe8d97d15d1ae7d978870bee41e630cabfc9_multiconf_
source: AID of the sector, low-order byte
french: AID du secteur, octet de poids faible en premier

# 634a0969f0f46ca97fa9a5b929add00827cd450d_multiconf_
source: Byte offset within the sector
french: Décalage d'octets dans le secteur

# 67617c14ecc009dd673226d15c1551e1022581f9_multiconf_
source: Address of block
french: Adresse du bloc

# 67f66fcfd4cd1d18ebdf8e389a2c043adf3bed26_multiconf_
source: Byte offset within the block
french: Décalage en octet à l'intérieur de ce bloc

# 598d5a4719e8b9787b4d591aceecfda21e3afe93_multiconf_
source: Value of the CRYPTO 1 key (6 bytes)
french: Valeur de la clé CRYPTO 1 (6 octets)

# 22b77187c974b8d66e67c71de96ae62a87577779_multiconf_
source: Output format (TOF register)
french: Format de sortie (registre TOF)

# 26d0000c5a32c46ccbbbadfa85ee7ca1f7b9795b_multiconf_
source: Padding (if data is shorter than specified output length)
french: Padding (si les données sont plus courtes que la longueur de sortie spécifiée)

# 81de9182f5b03953f2b635babc30e55f6e93788f_multiconf_
source: Padd using '00' on the left
french: Padd en utilisant '00' sur la gauche

# 11de3ff4803f641624acfa0c5b4c28d3e56b8cbd_multiconf_
source: Padd using 'FF' on the right
french: Padd en utilisant '00' sur la droite

# 49e8925c3d358049113383259bab322aae06ae15_multiconf_
source: ISO 14443 type B protocol
french: Protocole ISO 14443 type B

# d20fba8f726137cd958fd733685312e1fc2276c7_multiconf_
source: Uses the PUPI (4 bytes) as the ID
french: Utiliser PUPI (4 octets) comme ID

# d79342be9d4fffd40fc54bc236083dcb88972376_multiconf_
source: Uses the whole ATQB (11 bytes) as the ID
french: Utiliser l' ATQB en entier (11 octets) comme ID

# 4e0cb553be0b82bc7201de16a5f03c53d3528ccf_multiconf_
source: Decimal - 10 digits (after truncation to 4 bytes if needed)
french: Décimal - 10 chiffres ((après suppression de 4 octets si besoin)

# 5848a708350439c896fde6d42aa8e6bff8078ca5_multiconf_
source: Raw (hex) - Fixed, 4 bytes
french: Données brutes (hex) - Fixe, 4 octets

# 9174f052a12b071313435df3b86dde9478c568d1_multiconf_
source: Raw (hex) - Fixed, 8 bytes
french: Données brutes (hex) - Fixe, 8 octets

# cd91a681df16e3fa7bbb46cdd8a812aee4d91481_multiconf_
source: Raw (hex) - Fixed, 5 bytes
french: Données brutes (hex) - Fixe, 5 octets

# 6cf356badc4fdd55e1bff655b59bfd58589a36b7_multiconf_
source: Raw (hex) - Fixed, 10 bytes
french: Données brutes (hex) - Fixe, 10 octets

# 049c25a86a6a5d3ec9cfb7c38a84e51d56a0a95e_multiconf_
source: Raw (hex) - Fixed, 7 bytes
french: Données brutes (hex) - Fixe, 7 octets

# aa07e26c7d81093814b0b64b383e5f7be884654b_multiconf_
source: Raw (hex) - Fixed, 11 bytes
french: Données brutes (hex) - Fixe, 11 octets

# 360c00e4b843951deccc7bdb32d3894b7ff730eb_multiconf_
source: Raw (hex) - Fixed, 16 bytes
french: Données brutes (hex) - Fixe, 16 octets

# ce4a80eda6791fcf8b26e33cc752040d73416145_multiconf_
source: Raw (hex) - Fixed, 20 bytes
french: Données brutes (hex) - Fixe, 20 octets

# 4a56805f49e518b19ead965e127079f5508d5af5_multiconf_
source: Raw (hex) - Fixed, 24 bytes
french: Données brutes (hex) - Fixe, 24 octets

# befbc51b47c487e4ff31e0444c0b73aaa22d3271_multiconf_
source: Raw (hex) - Fixed, 32 bytes
french: Données brutes (hex) - Fixe, 32 octets

# bc7a9b34b3c2d2a9b38197e72d06c9203aa42cdc_multiconf_
source: Decimal - 12 digits (after truncation to 5 bytes if needed)
french: Décimal - 12 chiffres (après troncation de 5 octets si besoin)

# 4f836db2888b65c5c52df4af3c69a3d0a3a09d04_multiconf_
source: Decimal - 13 digits (after truncation to 5 bytes if needed)
french: Décimal - 13 chiffres (après troncation de 5 octets si besoin)

# 165035a126e087986112b16df4a81a5c414a7584_multiconf_
source: Decimal - Variable number of digits
french: Décimal - Nombre de chiffres variable

# d7e03b48f600b35e0fa2232d8076022ceeaf26db_multiconf_
source: Variable length
french: Longueur variable

# e003077082ebb6345f21f3b4177922975bb52ee9_multiconf_
source: Offset in a fixed-length output
french: Décalage dans la sortie de taille fixe

# 7de0eb2580fd34023712c92993f21fb63805dcf8_multiconf_
source: Miscellaneous options
french: Options diverses

# 7214c1e23ed59e2df691a533adba45c458387b32_multiconf_
source: Position of the “card type” token in the output
french: Position du champ "type de carte" dans le message transmis

# cc6a1fd5e863a082d8455d70098e983a61a55eec_multiconf_
source: Before the PFX constant
french: Avant la constante PFX

# f47781fd9db201442fcd96bd0d2da8184cf59c6b_multiconf_
source: After the PFX constant, but before the actual data
french: Après la constante PFX, mais avant les données actuelles

# 13e31032a299ae17661902b59358df0bacf6a53f_multiconf_
source: After the actual data
french: Après les données actuelles
