Repository: galileo0106/springcard-fe
Catalog: src/locales/Companion_web_*.xlf
Languages: french

# a51469af9f72d3d52b32a99510c5e2d08fbfd5e4_multiconf_
source: Allow 1A charge mode (JCH test)
french: Autoriser la charge à 1A (expérimental)

# de5ed609de91208f36a886fcb22589c5920b70d5_multiconf_
source: The device can not use 1A mode.
french: Le produit n'est pas autorisé à charger à 1A.

# 12bfcda212ad03d78f36c186fc2ccd0ffcbee0e0_multiconf_
source: The device can use 1A mode.
french: Le produit est pas autorisé à charger à 1A.

# ababff5158c08891afd815b315dd539a77d71ba0_multiconf_
source: Force High charge mode
french: Forcer la charge rapide.

# 63bc80d28625fd3ab54e67f87c7b829941b01706_multiconf_
source: The device detects and selects LOW or HIGH charge mode.
french: Détecter le chargeur pour choisir charge rapide ou lente.

# 6d10c5ff33f4a7b4a446b3a425ac2c27dfa19220_multiconf_
source: The device forces HIGH charge mode.
french: Ne pas détecter le charger, forcer en charge rapide.

# cd0f2156a2069e862405d91889a823b5f1c11bfc_multiconf_
source: Experimental
french: Expérimental

# 4b14981f19881012255d52d515af07f108b0ab59_multiconf_
source: The device can't sleep when connected to a charger.
french: Le produit ne peut pas se mettre en veille lorsqu'il est relié à un chargeur.

# 1b6024242ebca408eeaf5828235adf7b9c8b802e_multiconf_
source: The device can sleep when connected to a charger.
french: Le produit peut être en veille lorsqu'il est relié à un chargeur.

# 5e87391e808312023432c9d3a6ce277545f4c508_multiconf_
source: Wake up provided by the BLE chip
french: Réveil assuré par la puce BLE

# bee7ea51854bdd74baec9b1c4d40f3f4964ddeec_multiconf_
source: The device can't be wake up by the BLE chip.
french: Le produit ne peut pas être réveillé par la puce BLE.

# 5b7720511cb7181649e2b804e7f452a49530269b_multiconf_
source: The device can be wake up by the BLE chip.
french: Le produit peut être réveillé par la puce BLE.

# 55ba025acd723cc118a77b33c0a48b13a4589fb9_multiconf_
source: behaviour when power loss
french: comportement en cas de perte d'alimentation

# 76e0cf11d695bcf593713c653f42dd62639feca7_multiconf_
source: The device stops immediately when the external power supply is unplugged
french: Le produit s'arrête immédiatement lorsque l'alimentation externe est débranchée

# 1d896d43efd746e85698740e5430f9f6a6ee1286_multiconf_
source: The power button must be pressed to stop the device
french: Le bouton d'alimentation doit être enfoncé pour arrêter le produit

# 69fd1104ced2ab3ecc8042c49b1932db725adff0_multiconf_
source: behaviour when power arrives
french: comportement lorsque le produit est alimenté

# 9d6f9bc3b9f2f8b89bf4959f2907c8815460e99d_multiconf_
source: The device starts immediately when an external power supply is plugged
french: Le produit démarre immédiatement lorsqu'un chargeur externe est branché

# 47b2343d225dab3c2e7e9c561868950bc1790814_multiconf_
source: The power button must be pressed to start the device
french: Le bouton d'alimentation doit être appuyé pour que le produit démarre

# f5d0ff8381ff9a876d06e358e0c69e31a2218ca5_multiconf_
source: Power saving delay, unconnected
french: Délai avant mise en veille, produit not connecté

# 1f05f6d49ad6c02c5027706622680bb38717f1b7_multiconf_
source: Power saving delay, connected but idle
french: Délai avant mise en veille, produit not connecté mais inactif

# a67f6248af5ce3dde5103b365e463de8b6da0be3_multiconf_
source: Trace level
french: Niveau de trace

# 4031eae1d489c7b00a9588f92d7b675f3de838df_multiconf_
source: Configuration of the user interface
french: Configuration de l'IHM

# 8e4f4748273d4dd38e3099bf4ed044320f82aa7c_multiconf_
source: Options for the main 4-LED ramp
french: Options pour la rampe principale de 4 LEDs

# 0c03c85766e9d2327b368c399f60fc3184086d3a_multiconf_
source: Color of the RGB LED(s) when the device is active, waiting for a card
french: Couleur des LEDs RGB quand le périphérique est actif, en attente d'une carte

# 0f0da6e99f8da82a648fafe2d702b7a2d18f0f2a_multiconf_
source: : White
french: : Blanc

# b0f6b3c06c7e433ca07ff7f8a71c293eebec4621_multiconf_
source: : Red
french: : Rouge

# 0e9094f10ab4dfd83ec49a7b1d804064cd24ca06_multiconf_
source: : Dark Red
french: : Rouge foncé

# f217d8215ca641eeec2a36eee32f3745fceac5e5_multiconf_
source: : Yellow
french: : Jaune

# f62f7480100cdc8def30fdbd4c79a9d491b489fd_multiconf_
source: : Dark Yellow
french: :Jaune foncé

# 3bbdd6aa38874b62b7b8f57f35f1cfcedb35f24d_multiconf_
source: : Green
french: : Vert

# 81ce7bb8a220f278ec8035d9ba78beda7ecbfe17_multiconf_
source: : Dark Green
french: : Vert foncé

# 3217d6bdb9510b395a6e1eace054af51ba7fcd3c_multiconf_
source: : Dark Cyan
french: : Cyan foncé

# 604cc3257cfcd877b59319ec8efe340f656202ca_multiconf_
source: : Blue
french: : Bleu

# 510cc675126d834f4b8d33df6e42719a3b816c5a_multiconf_
source: : Dark Blue
french: : Bleu foncé

# 4d14c3f6b61ef2c092ddfb60258e40f81afd3ceb_multiconf_
source: : Dark Magenta
french: : Magenta foncé

# 32a7cd4eb020169ef728545088b60944b1e31a53_multiconf_
source: : Pink
french: : Rose

# 3c90d9f6830373d3268b58a8bc608b249e904670_multiconf_
source: : Purple
french: : Vilolet

# abde6993c8a2f92c8eb93aa4e881ddceff1ef405_multiconf_
source: State of the RGB LED(s) when the device is active, waiting for a card
french: État des LEDs RGB quand le périphérique est actif, en attente d'une carte

# a29dbc9314a28c64ab50b2e5641edb5a86076c68_multiconf_
source: Solid ON
french: Allumées en permanence

# 4a2580e6ce4f87fec560fcf25e8d40a06f144d0e_multiconf_
source: Breathing
french: Respiration

# a383918f4bba98a9a349547b58ddcc41d5a4c387_multiconf_
source: Pulses
french: Impulsions

# a1161056b92a4b53f7c290cdf53e25b7be0e528a_multiconf_
source: Color of the RGB LED(s) when the device is inactive
french: Couleur des LEDs RGB quand le périphérique est inactif

# 07da9d56714d05749d36ebdaa419e81e54a5dd48_multiconf_
source: State of the RGB LED(s) when the device is inactive
french: État des LEDs RGB quand le périphérique est inactif

# 9e293b49dc57b38aae014b03ad1963a69a5f5ed5_multiconf_
source: Light level when active
french: Niveau de luminosité si actif

# 2a303e19a3e179317acb5023dce47aecc687790c_multiconf_
source: Light level when idle
french: Niveau de luminosité si inactif

# 0c3826f687c33843776876e052027ac35e7e5307_multiconf_
source: Delay before switching to dimmed-level luminosity.
french: Délai avant de baisser la luminosité.

# c6b26390b48e9450314c89569e55b90cd4816958_multiconf_
source: Options for the auxiliary LEDs
french: Options des LEDs secondaires

# 050610cc8851e936a9524e19c3ede91bd8ef1ccb_multiconf_
source: Control whether the device is allowed to beep or define the Volume level. Set to 0 to disable sound. The maximum volume level depends on the product type.
french: Volume sonore du buzzer. Mettre à 0 pour désactiver les signaux sonores. Le volume maximum dépend du produit.

# 5b900954e75a3eb620d9b4ebb941a35bb6c76765_multiconf_
source: Configuration of the NFC interface in listener mode
french: Configuration de l'interface NFC en mode listener

# 647606bafd197642626de3b369628028535973b3_multiconf_
source: Be a NFC Tag on startup
french: Se comporter comme un tag NFC au démarrage

# 83fbda6ca112d1ed7ac952f90afd503b3936b65c_multiconf_
source: NFC Tag emulation must be started by software
french: L'émulation de tag NFC doit être démarrée logiciellement

# 8991352e0a8359ec07e36e7ffee5710127188cc4_multiconf_
source: NFC Tag emulation is immediately active on startup
french: L'émulation de tag NFC est active immédiatement au démarrage

# 60932315724eedc809578db141d6470f42cae284_multiconf_
source: Global Bytes for peer-to-peer communication
french: Global Bytes pour la communication peer-to-peer

# bafb85fd096719592cbbc6b1d3b7bbbe9e053de4_multiconf_
source: Answer to Select in NFC Tag emulation mode
french: Answer to Select pour le mode d'émulation de Tag NFC

# e3fc52ab6a0ceeeff4c85dacef1efe5cb633e97e_multiconf_
source: NDEF message in NFC Tag emulation mode
french: Message NDEF pour le mode d'émulation de Tag NFC

# c9482244f3516efcb120d710db7c65dad60e032f_multiconf_
source: Load Factory Config button
french: Bouton de chargement de la configuration d'usine

# eb6fdd8f6182a8cfc21c362e3134ef48ac1a3342_multiconf_
source: The Load Factory Config hardware button or sequence (if some) is enabled
french: Le poussoir ou la séquence "Retour en configuration usine" est activé

# a7337fcf373826d1be122f0ec6772507bd901263_multiconf_
source: The Load Factory Config hardware button or sequence (if some) is disabled
french: Le poussoir ou la séquence "Retour en configuration usine" est désactivé

# dd83ce56d17c3d65e7049a0edf8e4ff9f062c690_multiconf_
source: Master cards access to ATECC
french: Accès par cartes maîtresses à l'ATECC

# 48b1a4f63e2b9740f92aea706cf2182a8e2e8a08_multiconf_
source: Master cards may write (private) keys in the ATECC
french: Les Master Cards peuvent charger des clés (privées) dans l'ATECC

# 0b960acdae75982a0e09df9a32360e245b08bb81_multiconf_
source: Master cards have no access to the ATECC
french: Les Master Cards ne peuvent pas accéder à l'ATECC

# 60b56bbf7b4365d029e3a2f9d6c1a7b4a773adb7_multiconf_
source: Master cards access to SAM AV
french: Utilisation du SAM AV avec les Master Cards

# 1af59350d1b20f3a8f50f983c57423662bf5d70f_multiconf_
source: Master cards may write (secret) keys in the SAM AV
french: Les Master Cards peuvent charger des clés (secrètes) dans le SAM AV

# 00a656f04830b4d037c8e8cf2e452afa4d73b73a_multiconf_
source: Master cards have no access to the SAM AV
french: Les Master Cards ne peuvent pas accéder au SAM AV

# dd627a0e11691564b588abb90ce931ac406a7c85_multiconf_
source: Master cards activation options
french: Options d'activation des badges maîtres

# a8795ca9a2acf39dc7b392d3a4c6103475badcae_multiconf_
source: Master Cards are enabled without restriction
french: Les badges maîtres sont activés sans restrictions

# 2aa0bb591fe02ea0f0cf1e7c717ff94599983f68_multiconf_
source: Master Cards are enabled only during 2 seconds after power up
french: Les badges maîtres sont activés uniquement pendant 2 secondes après la mise sous tension

# d61ceeb0235e9475254a916ebbe028537ffccf49_multiconf_
source: Master Cards are disabled
french: Les cartes maîtresses sont désactivées

# eb1025ea4dee82745a3620b050cba692fc9ce1cf_multiconf_
source: Protect the firmware
french: Protéger le firmware

# d20f7fcb94ec1ceee0929290c9bbda1e31b66579_multiconf_
source: The firmware can be upgraded with no restriction through the Local host interface
french: Pas de restriction au chargement du firmware à travers l'interface hôte locale

# e5405ef7b95ebc60974fe544f8ce4e6ab3740ecd_multiconf_
source: Authentication using HostCommAdminKey is required to upgrade the firmware
french: Le chargement du firmware à travers l'interface hôte locale nécessite une authentification par HostCommAdminKey

# fc6b2a6a7d7be29ce8786bfe6128585d57f58417_multiconf_
source: Limit sensitive instructions
french: Restreindre l'accès aux instructions sensibles

# 7252f740941cfab4ad37b04b43f4a28bef5e04e2_multiconf_
source: No restriction
french: Pas de restrictions

# cf01a64b3dd16a6ff534b79aa792566686f01db7_multiconf_
source: Authentication using HostCommAdminKey is required to run sensitive instructions
french: Authentification par HostCommAdminKey requise pour accéder aux instructions sensibles

# 921db8d4627d557e9e7503aa47704356cd583ef8_multiconf_
source: Full access
french: Accès complet

# e485e12f6dc53c0c3dc5b515474db38977cfc5c3_multiconf_
source: Write only
french: Écriture seule

# 07122a78f70d2a3f3c4d5593623c84efe38a8d38_multiconf_
source: Admin write only
french: Écriture administrateur seulement

# 4c1c0e238489c01154b214c14dd5e3a9b2e7d51c_multiconf_
source: Locked
french: Vérrouilé

# 3020849bc1c622a2c4bc1168afae093d44024fa2_multiconf_
source: Free
french: Libre

# 391e8e0019296994f7b5aa5379721f993f32b992_multiconf_
source: Authenticated
french: Authentifié

# f6fb6b1a38912a6dce713ec93049253d2bb09ec1_multiconf_
source: Secure
french: Sécurisé

# b6fcd12d76b9141b10fe7deb57003e468e535840_multiconf_
source: The firmware can be upgraded with no restriction through the Remote host interface
french: Le firmware peut être mis à jour sans restriction par l'hôte distant

# 6410fd555094c6379788a511b7a9178814ef896b_multiconf_
source: Disable Admin key
french: Désactiver la clé Admin

# 401e3de31b9d34b57ba476789499fbdbb59cc1c0_multiconf_
source: Remote host can authenticate using HostCommAdminKey
french: L'hôte distant est autorisé à s'authentifier avec HostCommAdminKey

# f4b16c0b21496faf4f763975fe768aa1bb635ca5_multiconf_
source: Authentication using HostCommAdminKey is forbidden
french: L'authentification avec HostCommAdminKey n'est pas autorisée

# 78006439c82dba4028fc6a95c53e91b519a1db35_multiconf_
source: Disable User key
french: Désactiver la clé Utilisateur

# d9858de010d74426e743902d42ea2fe011464d68_multiconf_
source: Remote host can authenticate using HostCommUserKey
french: L'hôte distant est autorisé à s'authentifier avec HostCommUserKey

# a0b1dcece7388c721dc8cfb15f0e7596bb1a50bb_multiconf_
source: Authentication using HostCommUserKey is forbidden
french: L'authentification avec HostCommUserKey n'est pas autorisée

# ee273b49b439dcabbc46f1b267135db9d6e49984_multiconf_
source: Counter to lock the Admin password in case of repeated authentication failures
french: Nombre maximum de tentatives avant verrouillage du mot de passe Admin

# 724e63e8a4ecbe2ddfef0da6b1c248c607d19b23_multiconf_
source: Counter to lock the User password in case of repeated authentication failures
french: Nombre maximum de tentatives avant verrouillage du mot de passe User

# 960b3e345b81b1497753c09a28e3d70479046863_multiconf_
source: Counter to lock the Admin authentication key in case of repeated authentication failures
french: Nombre maximum de tentatives avant verrouillage de la clé d'authentification Admin

# 1943b8bb5d2417793dfebc67faaf83d632e04f2e_multiconf_
source: Counter to lock the User authentication key in case of repeated authentication failures
french: Nombre maximum de tentatives avant verrouillage de la clé d'authentification User

# 2b65c8721504ee19d2155f566a92134fc51ce3de_multiconf_
source: Key ID for Master Cards
french: ID de la clé pour les Master Cards

# 859354f40bb4c77f12ef0fe8898523fb8a346a91_multiconf_
source: Public Key for Master Cards
french: Clé publique pour les Master Cards

# 5a182029c42e6bbd9822a359a4bdb3f24c9eb801_multiconf_
source: BLE Smart Reader template
french: Template BLE Smart Reader

# 68c8cce2d99b2c12bcfd4c0a10495d94d94c497c_multiconf_
source: Size and format of output
french: Longueur et format de la sortie

# 6c2ce5b6cd388137f78e8284d75be9293c971d8b_multiconf_
source: Byte swapping
french: Échange d'octets

# 059abaea8b39882e1a672a0a61d20726956a451f_multiconf_
source: Direct order (use the data bytes as they are returned by the card)
french: Direct (traiter les octets dans l'ordre où ils sont envoyés par la carte)

# 71054fdcb44f4bb091a1d542f599c01f061079df_multiconf_
source: Reverse order (swap the data bytes before sending)
french: Inversé (le tableau est inversé par rapport à ce que la carte a envoyé)

# c76374318f23f0e53b64319cd0bb4571cc940a4c_multiconf_
source: How are the data stored on the card?
french: Comment les données sont stockées sur la carte ?

# b94c4c6c9d269793bf32b5622bbe66c94324d3ae_multiconf_
source: Raw data, transmit in hexadecimal
french: Données brutes, transmission en hexadécimal

# e94f6e88aeae19048fd2307ab13ffe4545a400d3_multiconf_
source: Raw data, transmit in decimal
french: Données brutes, transmission en décimal

# db2d8e149aeb3a0f689d3cbc5bf8aba2fbb9f21c_multiconf_
source: Short String mode (up to 16 bytes)
french: Chaîne courte (moins de 16 caractères)

# da758eb6265e6cef5e696266e293c9e35a7de99c_multiconf_
source: Long String mode
french: Chaîne longue

# c2937b8270d5050b0915ff9e8c90a07fd362215f_multiconf_
source: Output prefix
french: Préfixe de la sortie

# 58cef036a325735df6c871116ebe61df962e3c74_multiconf_
source: Constant text to insert before the data
french: Texte à insérer avant les données

# 3f38865ca2420dd570ae44db2b7e7f086953ceef_multiconf_
source: No prefix
french: Pas de préfixe

# 460cb4e83bb1ba65e363cb8caf9f2cb9172b470f_multiconf_
source: Enter the prefix as a string
french: Entrer le préfixe en tant que chaîne de caractères

# 5d288e47a27d4bcd4005b5c31a5c493544f4e3af_multiconf_
source: Enter the prefix in hexadecimal
french: Entrer le préfixe en hexadécimal

# 89f12918a81a3b959a72400a2073845791f57cfa_multiconf_
source: Location of data
french: Emplacement des données

# 6f04cc79601cffe428832e5aba2a2f5f11e4f30a_multiconf_
source: Location of data (LOC register)
french: Emplacement des données (registre LOC)

# a775ed5c5ff0007bccaccf8ffde2905681d7fb7a_multiconf_
source: Authentication key
french: Clé d'authentification

# c7b9167fc4765e7d1aa1ebcbe384c45d8095f542_multiconf_
source: Authentication key (AUT register)
french: Clé d'authentification (registre AUT)

# 08b48e82d857e2c56b1ec0243a36de10d1e18a39_multiconf_
source: Value of the authentication key
french: Valeur de la clé d'authentification

# 2fa1bddc137678bb11193222bcedea2147e20e66_multiconf_
source: Padding
french: Remplissage (padding)

# 4a9f9254a409e6826eda06047b1a9db5897f8892_multiconf_
source: Padd using '0' on the left
french: Remplissage par des '0' à gauche

# 215c2c27b23c6a2b8594eb25a1f60f63ed06de7c_multiconf_
source: Padd using 'F' on the right
french: Remplissage par des 'F' à droite

# cc72faba5eee2daa256e17821b887a2fdb4ae0f9_multiconf_
source: Strip leading zeroes
french: Supprimer les '0' en tête

# 8d50988a48a2470704e7826dc63ed6b22981ceae_multiconf_
source: Do not remove leading '0' chars
french: Ne pas supprimer les '0' en tête

# f5eefe9d5d9fad77d08c01d9449dcd3fa43cdbd3_multiconf_
source: Remove leading '0' chars
french: Supprimer les '0' en tête

# a16e17428eb62f98c11dd82948a9c8a516baac3f_multiconf_
source: Size of output
french: Taille de la sortie

# 15714b82503d8c47d682868354a4b35327b8724e_multiconf_
source: 4 bytes
french: 4 octets

# 8ba43cd5df0a76a32f23f9b65a7758d22d19b092_multiconf_
source: 5 bytes
french: 15 octets

# 1bf71d1225940388f828643a9a9a18e64b03ab0f_multiconf_
source: 7 bytes
french: 7 octets

# 393eb74c72fa19495463540ea72774b555cd338a_multiconf_
source: 8 bytes
french: 8 octets

# e89109048732580e6ea0ba2fcae9db99e1c6cbce_multiconf_
source: 10 bytes
french: 10 octets

# 53917ad9fc5012ba299ba871a8df2f3612de047b_multiconf_
source: 11 bytes
french: 11 octets

# 6d9eceabd98873f4bf2f77e80f2e2d999c0f56e0_multiconf_
source: 16 bytes
french: 16 octets

# 071080406756d69f0369442c307d19a23bcd214d_multiconf_
source: 20 bytes
french: 20 octets

# 5c2c6a63a30fea70515f882ca0b07b412bed3b47_multiconf_
source: 24 bytes
french: 24 octets

# 8d3ee5059501c39a4608b4d1fa5b42ee61807fbe_multiconf_
source: 32 bytes
french: 32 octets

# 6fe09b4ef45d51907e8d4cd444c84a301688c1e1_multiconf_
source: Do not remove leading '0' digits
french: Ne pas enlever les '0' en tête

# e08c7aaee62ff8b41db4521e8448d0af0a6aa2c2_multiconf_
source: Remove leading '0' digits
french: Enlever les '0' en tête

# b2632838db086fe60003687a419cd6a03666c054_multiconf_
source: Output length
french: Longueur de la sortie

# dc0c3bc579bb776001fda23c957a287f5772991a_multiconf_
source: 10 digits (4 bytes are transmitted in decimal)
french: 10 chiffres (4 octets transmis en décimal)

# 35bb10b12ec6d53d2659f1773692d05f1fb7e08b_multiconf_
source: 12 digits (5 bytes are transmitted in decimal)
french: 12 chiffres (5 octets transmis en décimal)

# 18ed1af8f7147d0964f2553011dcab8d6c0bf0e6_multiconf_
source: 13 digits (- “ -)
french: 13 chiffres (- “ -)

# 54acc54cbb3a7f694b55e1f7f92b2cd705e16b8d_multiconf_
source: Unlimited (16 bytes are transmitted in decimal)
french: Illimité (16 octets sont transmis en décimal)

# 7c19038b2f8afb9620f2b582368fde022712b6d8_multiconf_
source: Fixed length / Variable length with padding
french: Taille fixe / Taille Variable avec remplissage (padding)

# 6e503edd3663cab510078c24ce67cea5a0a23f4c_multiconf_
source: Variable length (no padding)
french: Taille variable (pas de remplissage)

# 3fd8b01250684bac1554b84acd75299c6068df3d_multiconf_
source: Padd with ' ' char (SPACE) on the right until the max output length is reached
french: Remplissage avec le caractère ' ' (espace) à droite jusqu'à ce que la taille maximale soit atteinte

# 5ebe35f91bc2cd9ae6515d9383964af2bb7b74ae_multiconf_
source: Output length (max)
french: Taille de la sortie (max)

# 5861fac111d0d2f21785dcfe96e8a82f6e396682_multiconf_
source: 16 characters
french: 16 caractères

# 5fb978b0ed5bd2428636d6adb8395977eba6f298_multiconf_
source: 1 character
french: 1 caractère

# 96976ba24bb39b6b0cddda815c7dee5df334df57_multiconf_
source: 2 characters
french: 2 caractères

# 148f43b7c433ac8aaa187420af5e5f897b31c3d3_multiconf_
source: 3 characters
french: 3 caractères

# fe90e31ad6a0a373563690f946f97f45319c94c8_multiconf_
source: 4 characters
french: 4 caractères

# 0c871391d85da26004d67076878af633b057146c_multiconf_
source: 5 characters
french: 5 caractères

# ac0f3655acb3a589d1371fbd980841d467784854_multiconf_
source: 6 characters
french: 6 caractères

# 2f721a67bf5d5e015c2ac1f0ce20e0857f5aa214_multiconf_
source: 7 characters
french: 7 caractères

# c6cadce03e469f2e8e58e4e5ad8ed3d341eb5b4f_multiconf_
source: 8 characters
french: 8 caractères

# d0df60c8758c88f237a4214ada0276dc722d00b5_multiconf_
source: 9 characters
french: 9 caractères

# 90c5b3b15890c9b817143a4390fd01ce34c5ae8e_multiconf_
source: 10 characters
french: 10 caractères

# b65b35ce99c4d541a142e688c1e4908ab21a1487_multiconf_
source: 11 characters
french: 11 caractères

# f148dd484ba1c08dccf22df0db787283cbf2a63f_multiconf_
source: 12 characters
french: 12 caractères

# 6b31a55ed172770eefb2c06d5090d041a1b00338_multiconf_
source: 13 characters
french: 13 caractères

# 6a303f523fb36318dca1f50e279d2aae3bf44bc4_multiconf_
source: 14 characters
french: 14 caractères

# 39d2c5d8d72cf412124fd912e924797c5ac5dafa_multiconf_
source: 15 characters
french: 15 caractères

# 74ea1da4db226b57c892fc1e85314d8672fbe330_multiconf_
source: Max output length
french: Taille maximale de la sortie

# e488b698baae323340f7fdde02666781b8fdd851_multiconf_
source: Prefix (as a string)
french: Préfixe (chaîne de caractères)

# d711ee0ad6faf2939fde92ad0710359211195ee3_multiconf_
source: Prefix (as an hexadecimal value)
french: Préfixe (hexadécimal)

# f9f1b95e5423c3354b79b95fe7ff87f16cba2c04_templates_
source: SpringBlue over BLE
french: SpringBlue sur BLE

# 547c4a42cb8808925b4bd7545819057980c44481_multiconf_
source: SOIK and MSUK
french: SOIK et MSUK

# 7b32317315cd79c995fbd1c88ef2414b2bb9c492_multiconf_
source: Aut
french: Auth

# ce0fef39ceb35f2f5e4916ebe1ced6af291f9db8_multiconf_
source: SOIK (Site's ObjectID key)
french: Clé SOIK (Site's ObjectID Key)

# 347545652fbf858acf5bcace1c59931cc9413a3f_multiconf_
source: MSUK (Master Key to protect Site's UserIDs)
french: Clé MSUK (Master Key for Site's UserIDs)

# faa5a9c851890080cef11d25b3eea40ac1e4d163_multiconf_
source: RAW (hexadecimal) mode
french: Données brutes (hexadécimal)

# ca3b69b036e593977cf7cee56e611728557bab31_multiconf_
source: Fixed length, 4 bytes
french: Taille fixe, 4 octets

# b69ac3a3d05f320b8373e92c754cd2c908a9b281_multiconf_
source: Fixed length, 8 bytes
french: Taille fixe, 8 octets

# 930a233dadf4ab0f24d5594da09b5a40c7dd750b_multiconf_
source: Fixed length, 5 bytes
french: Taille fixe, 8 octets

# 554c43205f2fc51d8719467753e2daf8bff3fa6c_multiconf_
source: Fixed length, 10 bytes
french: Taille fixe, 10 octets

# 3dadd35d404cee9fc67504073121bbe33eed3840_multiconf_
source: Fixed length, 7 bytes
french: Taille fixe, 7 octets

# a27399c34d6e270a7aa2a172a6391314954a4156_multiconf_
source: Fixed length, 11 bytes
french: Taille fixe, 11 octets

# 363863a1a4fc88a26f63507dfb33328c7c3491d7_multiconf_
source: Fixed length, 16 bytes
french: Taille fixe, 16 octets
